{"company": "Microsoft", "filing": "2024", "claim_text": "Foreword continued In 2023, we increased our contracted portfolio of renewable energy assets to more than 19.8 gigawatts (GW), including projects in 21 countries.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "This led to the development of more than 80 discrete and significant measures that will help us reduce these emissions— including a new requirement for select scale, highvolume suppliers to use 100% carbon-free electricity for Microsoft delivered goods and services by 2030.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "We therefore are investing in our water positive commitment in four ways: 1 We are taking action to reduce the intensity with which we withdraw resources by continuing to design and innovate in order to minimize water use and achieve our intensity target.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In 2023, we joined the Coalition for Water Recycling.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In 2023, we continued this work to empower our customers and partners on their own sustainability journey by creating the technology needed to better manage resources and optimize systems.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In 2023, we expanded Microsoft Sustainability Manager to include Scopes 1, 2, and all 15 categories of Scope 3 carbon emissions to help track progress and inform action across an organization’s operations and value chains.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In 2020, we set bold targets to be a carbon-negative, water-positive, zero-waste company that protects ecosystems by 2030.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "We are advancing greener software and reducing carbon intensity to improve device sustainability, and helping organizations measure and manage the health of the planet’s natural ecosystems with the Microsoft Planetary Computer.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In 2020, we made a bold set of commitments: to be a carbon negative, water positive, zero waste company that protects ecosystems—all by 2030.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Over the last four years since setting our sustainability targets, thousands of companies have also joined the call to reach a net zero future and are taking steps, big and small, to help make that future a reality.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "From improving measurement to increasing datacenter efficiency and improving energy transmission, technology can be a powerful accelerant for the pace and scale the world needs to achieve net zero.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Our targets Reducing direct emissions We will reduce our Scope 1 and 2 emissions to near zero by increasing energy efficiency, decarbonization of our operations, and reaching 100% renewable energy by 2025.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Replacing with 100/100/0 carbon-free energy By 2030, 100% of our electricity consumption will be matched by zero carbon energy purchases 100% of the time.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Removing the rest of our emissions By 2030, Microsoft will remove more carbon than it emits.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "By 2050, we will remove an amount of carbon equivalent to all our historical operational emissions.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "19.8 GW of carbon-free energy In 2023, we increased our contracted portfolio of renewable energy assets to over 19.8 gigawatts (GW), including projects in 21 countries around the world.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Additionally, we retired 605,354 metrics tons of carbon removal as part of achieving our annual target to be carbon neutral.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In 2023, these initiatives have directly contributed to a roughly 7% reduction in datacenter power infrastructure and the associated embodied carbon.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "The direct impact in 2023 was an approximately 1.5% reduction in datacenter hardware needs for the Microsoft Azure platform–an improvement of three times over 2022 with a proportional reduction in associated embodied carbon.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "We have also expanded our requirements to reduce embodied carbon in interior materials.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Innovations in low-carbon concrete To minimize our carbon impact in constructing datacenters, we build our datacenters to meet LEED Gold certification, with 37 datacenters already meeting this goal globally.3 LEED buildings also use less water, utilize renewable energy and fewer resources, create less waste, and preserve land and habitat.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Derived from algae cultivation in concert with other alternative cementitious materials, the combination yielded a concrete mix that met our performance requirements and achieved an estimated 65% embodied carbon reduction from conventional concrete of a similar strength.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "As 76.5% of our total emissions originate from our suppliers, we have a role to play in bringing the global supply chain with us on our journey to net zero.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Advancing procurement of carbon-free electricity When we identified a near-term need to support suppliers in decarbonizing their electricity consumption, especially our smaller- to mediumsized suppliers who traditionally lack the expertise and resources to navigate this process on their own, we partnered with climate solutions expert 3Degrees to launch Supplier REach, a renewable electricity portal.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In FY23, this solar installation project provided approximately 17% of the building’s total electricity, including helping to power the allelectric kitchen.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Reducing carbon through our food programs At LinkedIn, we are committed to reducing the carbon footprint of our food program and have implemented various initiatives to achieve that goal.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Greenhouse Gas Protocol In 2023, we submitted responses to four Greenhouse Gas Protocol (GHGP) surveys that kicked off GHGP’s comprehensive review of its corporate carbon accounting guidance.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Procuring carbon-free electricity Incorporating environmental justice principles into our carbon-free electricity procurement, we partnered with EKOenergy’s Climate Fund to enable the installation of solar-powered refrigeration for a Kenyan fishing village, offering ice and clean water at 20% lower prices for 2,000 households and addressing food security and economic hardship by reducing fish harvest loss.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Carbon Table 3–Tracking progress toward carbon negative by 2030 In FY23, we procured 5.015 million metric tons of carbon removals.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Enhanced rock weathering: Our deals this year with UNDO and Lithos explore the novel carbon removal pathways that will reduce outstanding market uncertainties, and which could feasibly scale in the next several years.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Partnering to scale clean energy Microsoft partnership goals are threefold: achieve our own operational needs, accelerate the development of technologies that will help our customers and partners, and rapidly increase the scale of the global sustainability market.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In 2023, Microsoft increased its contracted portfolio of renewable energy assets to over 19.8 gigawatts (GW) across 21 countries.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Under this agreement, Powerex will match Microsoft’s hourly datacenter demand with direct deliveries of carbonfree hydro, solar, and wind power on a 24-hour, year-round basis—supplying reliable electricity to our datacenter while also supporting our 100/100/0 goal.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Deerfoot solar project The Deerfoot solar project in Canada (37 MW) is majority-owned (51%) by local First Nations, Chiniki and Goodstoney.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "These efforts can help to reduce the amount of baseline emissions to be addressed through renewable procurement.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "As we work to achieve our own operational needs, we are also working to accelerate the development of solutions that will help our customers and partners, and rapidly increase the scale of global sustainability markets.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Our actions are focused on accelerating the uptake of lowembodied carbon solutions and driving innovation through new building materials with the potential to drastically reduce embodied carbon from those materials.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Additionally, we are exploring how technology, like AI and blockchain, can further increase accountability and traceability for our Scope 3 carbon emissions.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Our internal water fee continues to play a critical role in funding replenishment and access projects while providing an incentive to our business groups to reduce water use.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "25 Overview Microsoft sustainability Customer sustainability Global sustainability Appendix 25 Carbon Water Waste Ecosystems Our approach continued Our journey to water positive As we work to be water positive, we continue to scale our efforts to reduce water use across our operations, while increasing procurement from alternative sources and investing in innovative replenishment and access projects.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Reducing our water intensity We will make progress against our target to improve water use efficiency by 40% across our global, owned datacenter operations by 2030, from a 2022 baseline.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Innovation is a thread that runs throughout our work toward our water positive commitment, like piloting innovative approaches to reduce our water use intensity, and project investments we make.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "50% Improvements as part of our Redmond campus modernization project are estimated to yield over 50% reduction in water use for new facilities.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "The new Sustainability Standards also require teams to develop a water reuse plan which outlines strategies to reduce, capture, and reuse water on the construction site, for example, capturing stormwater from sediment ponds to be used later for dust control and vehicle washing.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Reducing water use at our campuses As part of our Redmond campus modernization project, we’ve implemented new infrastructure to significantly improve water use and reuse.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "These improvements are estimated to yield over 50% reduction in water use for the new facilities compared to pre-modernization.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "31 31 Overview Microsoft sustainability Customer sustainability Global sustainability Appendix Carbon Water Waste Ecosystems Access continued Water Table 3–Delivering on our water positive target by enabling access to water and sanitation services, and through water replenishment projects A Mexico Water.org in Mexico focused on the Metropolitan Area of Mexico City, disbursing microloans that will benefit more than 1,500 people.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "33 Overview Microsoft sustainability Customer sustainability Global sustainability Appendix 33 Carbon Water Waste Ecosystems Policy Advocating effective and innovative water policy As water challenges continue to intensify, we need to go beyond reduction, replenishment, and access, and consider opportunities to improve management of this essential resource.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Some of our advocacy projects include the following: Improving water reuse and recycling At Microsoft, we are working to improve water stewardship and to be good partners with local municipal water resource managers in the communities where we operate.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In 2023 we joined the Coalition for Water Recycling to continue advocating to help increase water reuse across the United States.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "We recognize the urgent need to reduce waste and carbon emissions associated with the life cycle of materials by prioritizing reduction and reuse as much as possible.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "As a company that manufactures devices, builds campuses and datacenters, and uses manufactured goods in our operations, we have committed to responsibly design and source materials, and are taking an increasingly circular approach to reach our target of zero waste by 2030.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "This strategy, grounded in the prioritization of reduction and reuse, enables us to extend the life of the materials we use, and reduce waste and carbon emissions as a result.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "36 Overview Microsoft sustainability Customer sustainability Global sustainability Appendix 36 Carbon Water Waste Ecosystems Our approach continued Our journey to zero waste As we work to acheive zero waste, we are taking an increasingly circular approach to materials management to reduce waste and carbon emissions.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Our targets Driving to zero waste building and operations We will achieve 90% diversion of operational waste at owned datacenters and campuses, and 75% diversion for all construction and demolition projects, by 2030.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Increasing reuse and recycling of servers and components By 2025, 90% of servers and components for all cloud hardware will be reused and recycled with support from our Circular Centers.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "89.4% reuse and recycling Our reuse and recycle rates of servers and components across all cloud hardware reached 89.4% in FY23.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "40 Overview Microsoft sustainability Customer sustainability Global sustainability Appendix 40 Carbon Water Waste Ecosystems Advancing circular cloud hardware and packaging A critical part of achieving our zero waste goal is managing cloud hardware and packaging across our datacenters.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Improving reuse and recycling in cloud hardware Our reuse and recycling rates for servers and components across all cloud hardware reached 89% in FY23.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Waste Table 2–Improving reuse and recycling of servers and components for all cloud hardware In FY23 Microsoft increased reuse and recycling of servers and components to 89.4%.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "42 Overview Microsoft sustainability Customer sustainability Global sustainability Appendix 42 Carbon Water Waste Ecosystems Improving device and packaging circularity Over the past year, we have continued our work to reduce the environmental impacts of Microsoft devices and packaging by increasing circularity and reducing carbon intensity across the entire product life cycle.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Business customers can now return Surface Hub 2S computer cartridges for recycling in many countries globally, allowing customers to upgrade their existing Surface Hub 2S to the next generation computing platform.10 To improve discoverability and access to these programs, Windows 11 now allows OEMs to include recycle and trade-in links in the Settings app.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Prevention is first Prevention is critical to reduce waste, and initiatives to reduce and reuse materials should be prioritized to minimize consumption and reduce carbon emissions.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "While the scaling of reuse efforts will continue to be prioritized, it is also important to improve recycling.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Both are critical to accelerating circularity, and we must build on global progress to ensure that technology and infrastructure are available to improve both reuse and recycling.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "47 Overview Customer sustainability Global sustainability Appendix Microsoft sustainability 47 Carbon Water Waste Ecosystems Our approach continued Our targets Taking responsibility for our land footprint We will take responsibility for the ecosystem impacts of our direct operations by protecting more land than we use by 2025.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Wherever possible, we incorporate green building practices that not only reduce our carbon footprint but also support local ecosystems.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Initiated in early 2022, the aim of Phase 1 was not only to integrate the datacenter visually with the municipality but also to create a resilient ecosystem that supports biodiversity, manages stormwater, and prevents erosion.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "AI Accelerating progress with AI Overcoming biodiversity bottlenecks As we expand our footprint to meet the demand for cloud services, we are implementing regenerative design solutions around our datacenters that enhance local biodiversity, improve stormwater management, and contribute to climate resilience.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "51 Overview Microsoft sustainability Customer sustainability Global sustainability Appendix 51 Carbon Water Waste Ecosystems Protecting more land than we use We’ve continued to make progress on our goal to protect more land than we use in partnership with the National Fish and Wildlife Foundation (NFWF) and The Nature Conservancy (TNC).", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "52 Overview Customer sustainability Global sustainability Appendix Microsoft sustainability 52 Carbon Water Waste Ecosystems Protecting more land than we use continued Partnering to protect vital ecosystems Protecting the Belize Maya Forest In 2021 Microsoft made a contribution to help the Belize Maya Forest Trust in their quest to protect 236,000 acres in this biodiversity hotspot.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Cool Streets In partnership with Blacktown City Council, Microsoft is leading a local initiative in Sydney and Melbourne to combat urban heat and reduce carbon emissions by planting 400 street trees in sun-exposed areas.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Urban areas globally are warming 29% faster than rural ones, making trees crucial for cooling neighborhoods and absorbing carbon dioxide.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Learn more about the Ellen MacArthur Foundation The Carbon Call Microsoft was a founding member of The Carbon Call, a ClimateWorks Foundationhosted initiative, that mobilized action to improve the interoperability of digital GHG accounting infrastructure.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Wide adoption of these solution blueprints will facilitate data exchange across supply chains and increase transparency and accurate interpretation of corporate carbon disclosures.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In 2023, we expanded Microsoft Sustainability Manager to include Scopes 1, 2, and all 15 categories of Scope 3 carbon emissions across organizations’ operations and value chains.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Monitoring and managing environmental sustainability performance In 2023, we expanded Microsoft Sustainability Manager, enabling calculation and data management of Scopes 1, 2, and all 15 categories of Scope 3 carbon emissions across organizations’ operations and value chains.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In addition, a new ESG value chain solution in Sustainability Manager enables customers to use surveys and customized workflows to collect from their value chain partners the detailed data about sustainability activities needed for reporting, science-based target setting, and reduction strategies.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Sustainability Champion: Matt Hellman I am a Sustainability Global Black Belt (GBB) at Microsoft, where I work with customers to achieve their sustainability targets by adopting best practices and technology solutions.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "60 Overview Microsoft sustainability Customer sustainability Global sustainability Appendix 60 Microsoft Cloud for Sustainability continued Empowering organizations with guidance and training In support of our goal of building a community of shared learning and action, in 2023 we: Published new LinkedIn Learning modules to share learnings on how sustainability affects organizations and how to minimize environmental impacts.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Emissions Impact Dashboard is a tool to improve transparency into the carbon emissions generated by the use of Azure or Microsoft 365 cloud services.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "New features in Microsoft Cloud for Sustainability such as Intelligent Insights, released to preview in 2023, help organizations find outliers, trends, and correlations between their activity data and calculated emissions through an integrated and interactive AI model.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Accelerating progress Companies around the world have begun implementing Microsoft Cloud for Sustainability tools to improve sustainability and business growth.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "OSTP Group, a Nordic-based manufacturer of welded stainless steel tubular products and custom equipment for pressure corrosion applications, prioritizes sustainability and has an ambitious target to be carbon neutral at its sites by 2025.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "We continue to focus on increasing the energy efficiency of our devices to reduce direct emissions.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "We continue to focus on increasing the energy efficiency of our devices to reduce direct emissions.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In FY23, 59 suppliers transitioned to using renewable energy in manufacturing facilities for Microsoft with six transitioning to 100%.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Increasing the number of our suppliers responding to the CDP climate change questionnaire from 98.3% in 2022 to 99.4% in 2023.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Approximately 25% of all online consumer deliveries were made with an electric or carbon neutral option.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "25% Approximately 25% of all online consumer deliveries were made with an electric or carbon neutral option.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "The following sections detail what Microsoft is doing to increase the carbon efficiency of our software, and to advance green software practices with customers and partners and across the globe.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "With the introduction of Energy Recommendations in Windows 11 in February 2023, we continued the work we started in 2022 to make Windows carbon aware, with a focus on empowering customers to reduce energy consumption and carbon emissions, and improve battery life.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "We’re working across Microsoft to help customers and partners plan their path forward, improve sustainability, and create new business value while reducing their operational footprint.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Chesapeake Conservancy In a regional effort to protect 30% of the Chesapeake Bay watershed by 2030, the Chesapeake Conservancy is collaborating with Microsoft to develop an AI system that maps ground-mounted solar arrays using up-to-date satellite data, enabling them to regularly track one of the most rapid drivers of land use change in the Chesapeake Bay watershed.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "The foundation is advancing carbon-aware computing, industry standards to improve how we measure software, building knowledge and tools on green software principles and patterns, fostering climate advocacy, and accelerating innovation to nurture a workforce fit to build climate-conscious solutions that reduce the environmental impacts of software.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "As a global technology leader, we also commit to help societal conditions that will cultivate a net zero economy.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Our targets Using our voice on climate-related public policy We aim to support new public policy initiatives to accelerate carbon reporting, reduction, and removal; the transition to clean energy; water access and stress reduction; and the ability to measure, manage, and protect ecosystems.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Investing in climate innovation We have created a $1 billion Climate Innovation Fund to accelerate the global development of carbon reduction and removal technologies, as well as related climate solutions to reduce water and waste.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Driving collective action We will continue partnering with others to drive deeper engagement to help the world reach net zero, focused on rigorous and consistent carbon accounting and innovation, water access and stress reduction, and the circular economy.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Our progress Advancing progress through advocacy In 2023, Microsoft expanded our global policy engagement to drive consistent and interoperable sustainability reporting, support certifiable long-lasting carbon removal projects, expand carbon-free electricity, advance circular economy solutions, and align AI with sustainability outcomes.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "These investments include: H2 Green Steel, a near-zero emissions steel producer in Sweden, aims to build the world’s first large-scale green steel plant with 95% reduction in carbon dioxide emissions compared to traditional steel-making.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Powered by renewable electricity, the plant will generate enough green hydrogen to bring 5 million tons of green steel to the market by 2030.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "FlexiDAO, a carbon-free energy analytics platform in which CIF invested in 2022, is helping Microsoft source, track, and certify energy towards our 100/100/0 carbon-free energy commitment.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "The advanced and detailed management of a clean energy portfolio requires digital solutions to accelerate market adoption, which we’re partnering with FlexiDAO to develop and deploy across 37% of our global Scope 2 carbon-free energy portfolio.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Heirloom Technologies, a direct air capture company, currently operating America’s first and only commercial direct air capture facility, has built on our investment in 2021 to provide Microsoft with up to 315,000 tons of permanent carbon removal delivery over a multi-year period.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In 2023, CarbonCure Technologies and Heirloom Technologies teamed up to demonstrate the power of direct air capture paired with permanent carbon dioxide storage in concrete to achieve carbon removal.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "We know that to reach global climate goals, we need to invest in a clean energy transition on virtually every continent and with every community.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Solstice, a CIF portfolio alum, is collaborating with our energy procurement team and ENGIE North America on the development of two community solar projects in Illinois that will serve historically excluded communities and help reduce participating residents’ electric supply costs by up to 60%.17 We consider every CIF investment through the lens of climate equity and social co-benefits.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In 2023, the team outperformed the state-ofthe-art model in reconstructing ocean historical observations and predicting ocean carbon sink data in a near real-time context.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "The concrete industry is estimated to account for 8% of global greenhouse gas emissions, with 80% of that impact attributable to cement, a component of concrete.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Improving early warnings Microsoft is collaborating with the United Nations to research the use of AI to advance the Early Warning for All Initiative, with a goal of better understanding the populations that may be more at risk of extreme weather events and other threats, often due to climate change.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "For example, it’s been estimated that less than 1% of the planet has been sampled at a resolution of 1 km.18 Microsoft has helped to develop a vision for a global biodiversity observing system as a global network of interconnected national and regional networks to assess biodiversity trends worldwide.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In 2020, we pledged to use our voice on public policy issues to help advance global decarbonization efforts to achieve zero waste, to be water positive, and to protect all ecosystems.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "80 Microsoft and over 80 other Carbon Call members are working to improve the interoperability of corporate carbon reports.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Microsoft helped create open-source, technical specifications to improve the interoperability of corporate carbon reports.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In 2023, we also fulfilled our carbon dioxide removal commitment under the First Movers Coalition.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "These meetings delivered near consensus on a new aspirational goal of approximately 70% carbon free and carbon neutral electricity for the APEC region by 2035, as well as a methane emissions reduction target.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Using AI and data analytics, this collaboration aims to augment the capacity of UNFCCC with generative AI to increase transparency, accountability, and reporting on climate change commitments.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Fostering our employee community In 2023, local chapters around the world hosted dozens of volunteer opportunities and represented the community at numerous sustainability events, universities, and startup accelerators.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Participants submitted 142 projects that aimed to achieve broader societal transformation that supports environmental sustainability.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Despite this increase, talent remains tight with only one in eight workers globally having the green skills needed to drive the green transition.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Today, 16% of men are part of the green talent pool, compared to only 10% of women.19 Microsoft and LinkedIn are taking action to empower the workforce with the green skills needed to drive climate progress.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In 2023, LinkedIn also released The Green Gender Gap Report which highlights the growing gender gap in the green skill which highlights the growing gender gap in the green skills economy.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In 2023 LinkedIn launched a Sustainability Resource Hub that includes Drawdown’s employee functional guides for going green and a LinkedIn Learning course for employees authored by the Drawdown team.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "LinkedIn has provided Drawdown with ad grants totaling over $1 million over the past three years, which Drawdown has used to raise awareness and reach a large target audience for its online resources including its Climate 101 webinars and employee green functional guides.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "In 2020, Microsoft conducted a materiality assessment focused on environmental sustainability, which can be accessed in the 2020 Microsoft Sustainability Report.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Accompanying the dashboard is this white paper describing what customers can do to reduce the environmental impact of their Microsoft 365 cloud usage.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Microsoft", "filing": "2024", "claim_text": "Through these efforts, his team has helped to reduce single-use plastics, onboarded a local recycling company to collect logistics waste, and engaged with the building owners to record and track waste generation.", "source_file": "Microsoft_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2023, that meant expanding our Power for Impact program to bring clean energy to underserved communities in Nepal and Colombia, and supporting programs that increase access to safe water and sanitation in India.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "This tool shows customers when cleaner electricity is available from the grid, empowering them with information to help reduce greenhouse gas emissions.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Advocated for reporting transparency As part of our commitment to greenhouse gas emissions disclosures, we endorsed the landmark California Climate Corporate Data Accountability Act (CA SB 253) to improve transparency and drive progress in the fight against climate change.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Achieved We achieved carbon neutrality in 2020 by expanding energy efficiency initiatives, sourcing 100 percent renewable electricity for Apple facilities, and investing in high-quality carbon credits to offset the remaining hard-to-decarbonize corporate emissions.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Achieve carbon neutrality for our entire carbon footprint by 2030 — reducing related emissions by 75 percent compared with 2015.6 Ongoing Since 2015, we’ve reduced emissions by over 55 percent across our value chain.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Transition our entire value chain, including manufacturing and product use, to 100 percent clean electricity by 2030.7 Ongoing As of March 2024, more than 320 suppliers have committed to use 100 renewable energy for their Apple production.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Design and materials Electricity17 Direct emissions Carbon removal Resources We aim to make durable, long-lasting products and enhance material recovery.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "2024 Environmental Progress Report\b 8 Engagement and Advocacy Data Appendix Introduction Contents Environmental Initiatives Apple 2030 Journey to Apple 2030 Approach Design and materials Electricity Direct emissions Carbon removal Resources Smarter Chemistry An ambitious goal for 2030: We committed to be carbon neutral for our entire carbon footprint by the end of the decade.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "We invest in carbon sequestration and removal projects to help us achieve carbon neutrality.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "We launched the Supplier Clean Energy Program in 2015 to advance renewable energy throughout our manufacturing supply chain.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "The success of this initiative has led to the next phase of our efforts toward achieving a carbon neutral supply chain by 2030.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Materials We’ve advanced toward our 2030 goal by using recycled and renewable materials, which often have a lower carbon footprint than primary materials.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2023, manufacturing our products accounted for 59 percent of our gross carbon footprint.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "We continue to launch supplier programs targeting emissions from manufacturing operations and facilities used to produce Apple products, like the Supplier Energy Efficiency Program launched in 2015 to help our suppliers optimize their energy use.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Transportation In 2023, transporting our products to customers accounted for 9 percent of our gross carbon footprint.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "We’re investigating a transition to low-carbon sustainable aviation fuels (SAF) to reduce the carbon footprint of air shipment.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "As we focus on eliminating the majority of emissions across the value chain, we’re also addressing emissions we can’t reduce by looking for high-quality carbon credits from nature-based projects.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "The nature-based projects we select focus on carbon sequestration, like planting forests and restoring mangroves, and have additional benefits that improve climate adaptation and resilience.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "This begins with working to achieve carbon neutrality across our entire carbon footprint by 2030, setting ambitious targets to reduce our emissions by 75 percent.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Our goal to be carbon neutral extends to our entire carbon footprint and is consistent with the Intergovernmental Panel on Climate Change’s (IPCC) recommendation for global carbon neutrality.24 We’re also committed to working toward reaching a 90 percent reduction in emissions from our 2015 baseline by 2050.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "This started with our transition to sourcing 100 percent renewable electricity at our offices, retail stores, and data centers, which we achieved in 2018.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "And in 2020, we achieved carbon neutrality for our corporate emissions.25 2024 Environmental Progress Report\b 12 Engagement and Advocacy Data Appendix Introduction Contents Environmental Initiatives Apple 2030 Resources Smarter Chemistry Environmental progress can and should be good for business.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "We’ve issued $4.7 billion in green bonds to model how businesses can drive investments to reduce global emissions.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "* Error bars: We’re continuously refining our methodology to improve our carbon footprint estimate.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In our latest Annual Green Bond Impact Report (PDF), we share progress on the projects funded in 2023.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "These priorities inform our work to design for material efficiency and increase our use of recycled and renewable materials.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "We’ve prioritized the materials and components that make up a large part of our product carbon footprint to move us closer to our goal of carbon neutrality.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2023, we expanded our use of certified recycled cobalt, steel, gold, and aluminum — materials that typically have significant carbon footprints.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "68% Switching to recycled and low-carbon aluminum has decreased our greenhouse gas emissions associated with aluminum by 68 percent since 2015.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "We’re committed to using 100 percent recycled rare earth elements in all magnets across all products by 2025.38 Plastics Technical properties Availability and access Scale • We’re transitioning from fossil fuel–based plastics to renewable or recycled alternatives.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2023, we included renewable plastic in the Apple Watch Series 9 speaker — a first for Apple — and we use 25 percent recycled plastic in multiple components.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "• In 2023, all released iPhone 15 models featured 99 percent recycled tungsten across the entire device, and all released Apple Watch models featured 100 percent recycled tungsten across the entire device.40 • Our disassembly robots, Daisy and Dave, and our recycling machine, Taz, helped recover and recycle the tungsten from the Taptic Engine.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Paper Cobalt Regulatory barriers Availability and access Scale 2024 Environmental Progress Report\b 18 Engagement and Advocacy Data Appendix Introduction Contents Environmental Initiatives Apple 2030 Resources Smarter Chemistry Increasing recycled content in our products We’re progressing toward our goal of relying solely on responsibly sourced recycled or renewable materials for our products and packaging.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "And as we progress toward our 2030 carbon neutrality goal, we’re investigating new materials and new ways to manufacture efficiently.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "We have two goals in this collaboration: to improve the carbon footprint models associated with leading nodes of integrated circuit production, and to use these models to identify carbon reduction opportunities for the entire integrated circuits industry.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "2024 Environmental Progress Report\b 20 Engagement and Advocacy Data Appendix Introduction Contents Environmental Initiatives Apple 2030 Resources Smarter Chemistry Driving product energy efficiency Product energy use accounts for 29 percent of our gross carbon footprint — and for this reason, we work to reduce our products’ energy usage.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "With each generation of products, we strive to improve energy efficiency.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "For example, the transition to Apple silicon on Mac devices continues to drive these improvements, including: • Our pro chips released in 2023 enabled more Mac devices to run with improved energy efficiency.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Achieving efficiency across our footprint is essential to meeting our 2030 carbon neutrality goal.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "100% clean energy Codified our 100 percent clean energy mandate in the Supplier Code of Conduct, requiring all direct suppliers to transition to renewable energy for the manufacturing of Apple products.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2023, our energy efficiency program avoided 41 million kilowatt-hours of electricity, which includes savings from the efficient servers, and 100,500 therms of natural gas through adjustments made to 6.7 million square feet of new and existing buildings.56 Together, these recent initiatives will avoid an additional 27,000 metric tons of CO2e per year.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Combined with ongoing energy savings from past years, and accounting for effective useful lifetime of legacy savings, we saved over 75,000 metric tons of CO2e in 2023.57 Operating Apple facilities efficiently Our data centers, retail stores, and offices all source 100 percent renewable electricity, and we remain focused on implementing energy reduction measures across our facilities.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "The Supplier Energy Efficiency Program, launched in 2015, helps our suppliers optimize their energy use.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "1.7M We estimate that suppliers in our Supplier Energy Efficiency Program avoided nearly 1.7 million annualized metric tons of supply chain greenhouse gas emissions in 2023.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "We launched the Asia Green Fund in 2019 to help provide technical expertise and finance capitalintensive energy efficiency projects.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2023, more than 100 supplier facilities participated in our energy efficiency program, achieving more than 2 billion kilowatt-hours of electricity savings and more than 2,200,000 MMBtu in additional energy savings.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "To address gaps in our renewable energy needs beyond what’s provided by Apple-created projects, we directly purchase renewable electricity through available utility green energy programs — about 5 percent of our total corporate load in 2023.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "91% Apple-created renewable sources account for about 91 percent of the renewable electricity that our facilities use.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "That’s why our efforts to facilitate our entire supply chain’s transition to 100 percent renewable electricity are essential to reaching our 2030 carbon neutrality goal.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2023, suppliers relied mostly on renewable energy certificates (RECs) to meet their CEP commitments, largely due to the expansion of China’s Green Energy Certificate (GEC) and the recognition of GECs as a primary instrument for tracking renewable energy consumption.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "37% Solar 19% Other technology 44% Wind 1% Onsite renewable electricity 25% Renewable power purchases 8% Direct investments 66% Renewable energy certificates TECHNOLOGIES Supplier renewable energy technologies We work with our suppliers to select projects with the greatest potential for impact and with a clear carbon, ecological, and social benefit.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "To rapidly scale the Supplier Clean Energy Program and accelerate progress to Apple 2030, we’ve since formalized the Clean Energy Program in the Apple Supplier Code of Conduct, requiring our entire direct manufacturing supply chain to use 100 percent renewable electricity for all Apple production before 2030.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2023, the 16.5 gigawatts of renewable energy procured by suppliers and online in Apple’s supply chain generated 25.5 million megawatt-hours of clean energy, avoiding 18.5 million metric tons of greenhouse gas emissions — a 6.5 percent increase over 2022.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2023, nearly 300 supplier facilities in China mainland and Taiwan participated in our Clean Energy Academies, which were attended by renewable energy developers and other industry guest speakers.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In China, Apple and suppliers have participated in meetings and events to share their experiences with renewable energy procurement, and discussed ways to improve policies and increase the availability of cost-effective solutions.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "2024 Environmental Progress Report\b 29 Engagement and Advocacy Data Appendix Introduction Contents Environmental Initiatives Apple 2030 Resources Smarter Chemistry flexibility for a portion of the emissions so that we can target grids with higher carbon intensity.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Clean Energy Charging, which became available in the U.S. in fall 2022 with iOS 16, enables customers to help decrease the carbon footprint of iPhone.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Apple launched the initiative in 2019 to provide underresourced communities with renewable electricity while supporting economic growth and social impact.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "We increased local renewable energy production and battery storage to improve reliable access to electricity.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "2024 Environmental Progress Report\b 32 Engagement and Advocacy Data Appendix Introduction Contents Environmental Initiatives Apple 2030 Resources Smarter Chemistry Rethinking how aluminum is made As part of Apple’s commitment to reduce our products’ environmental impact through innovation, we partnered with aluminum companies and the governments of Canada and Quebec to invest in ELYSIS.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Since the launch of our engagement efforts in 2019, we have been working with our largest manufacturers of displays and semiconductors to achieve a high standard of F-GHG abatement.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "The innovative direct carbon-free smelting process of ELYSIS has the potential to reduce the climate impact of the production process of aluminum — one of the world’s most widely used metals.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "For example, in 2022, we supported the development of an analysis with Carbon Direct, a carbon management firm, that identified pathways for developing sustainable aviation fuel (SAF).", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2023, we continued to partner with carriers that offer low-carbon deliveries using electric vehicles (EVs), such as e-bikes and cars, reducing our impact in customer communities.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Additionally, we’re redesigning Improving employee travel and commute We’re focused on finding new ways to reduce the carbon footprint from our employees commuting to work.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "To catalyze efforts to reach a 1.5° C pathway, Apple is scaling up carbon removal solutions, beginning with those that are available today, while exploring the solutions of the future.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "We’re striving to reduce direct greenhouse gas emissions in our facilities, and we’re supporting emissions reductions in our supply chain through process innovation, direct emissions abatement, and transitioning to clean energy.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "To achieve carbon neutrality across our value chain, we’ll voluntarily balance the remaining unavoidable emissions with high-quality carbon removal credits.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Addressing unavoidable emissions Working toward our goal to scale up highquality nature-based projects while putting robust standards in place to ensure the integrity of carbon removals.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "As part of our efforts to achieve carbon neutrality across our value chain, Apple prioritizes emissions reductions.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In addition to their climate benefits, naturebased solutions offer multiple co-benefits, including enhanced employment and local livelihoods, improved biodiversity, soil carbon and nutrient cycling, and increased timber supply that can reduce the pressure on primary forests.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Since its creation, the fund has invested in three initiatives that are projected to remove over a million metric tons of carbon starting in 2025.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "As we focus on eliminating the majority of emissions across the value chain, we’re also addressing emissions we can’t reduce by looking for high-quality carbon credits from nature-based projects.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "To improve the accuracy of monitoring and reporting, and verifying the projects’ carbon removal impact, Apple is deploying innovative remote sensing technologies using Space Intelligence’s CarbonMapper and HabitatMapper and Upstream Tech’s Lens.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Through our engagement with the MIT Climate & Sustainability Consortium, Apple is jointly funding research with PepsiCo and Cargill to improve the measurement of soil carbon in nature-based carbon removal projects.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "The projects aim to become certified to international standards developed by organizations such as Verra; Gold Standard; the Climate, Community & Biodiversity Alliance (CCBA); and the Forest Stewardship Council (FSC).", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "High-quality avoided emissions projects as an interim solution We plan to reach our goal of becoming carbon neutral across our entire value chain by 2030, using a wide range of solutions at our disposal, prioritizing significant emissions reductions, followed by longterm carbon removal initiatives like the Restore Fund.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "We’re intentional about identifying avoided deforestation and removal projects that are of a high standard and that achieve meaningful impact.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "This unique blended-fund structure is intended to achieve financial and climate benefits for investors while advancing a new model for carbon removal that addresses a broader spectrum of global potential for nature-based solutions.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "The expanded fund targets two types of investments: regenerative agriculture and other ecosystem assets, and a pipeline of landscape restoration projects that aim to remove carbon from the atmosphere.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "We aim to one day make our products solely from responsibly sourced recycled and renewable materials — while maintaining our same rigorous standards of quality and durability.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "2023 progress 70% less emissions Back glass repair on all iPhone 15 models has 70 percent less greenhouse gas emissions per repair compared with iPhone 14 Pro.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Approach We aim to design our products for optimal material recovery, innovate recycling technology, and work with others to help build circular supply chains.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2023, we directed nearly 40,000 metric tons of electronic scrap globally to recycling facilities with the help of customer and employee programs.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Through the Apple Education Hub, part of our Supplier Employee Development Fund, we’ve also supported our U.S. recyclers in their efforts to improve recycling capacity, quality, and efficiency with a lean manufacturing educational program.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Embracing lean methodologies and management systems can bolster employee engagement, mitigate safety issues, and improve recycling economics.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "At our Capstone campus in Austin, Texas, we aim to achieve net-zero water use by relying on an onsite wastewater reuse system, as well as condensate recovery and stormwater capture, limiting potable water use to potable purposes only.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "WATER USE AT CORPORATE FACILITIES We track our corporate water use for our data centers, retail stores, distribution centers, and corporate offices 1,610 Mgal 3% Other alternative sources We capture rainwater and recover condensate as alternative water sources for onsite use.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2023, recycling and composting efforts allowed us to achieve a waste diversion rate of 74 percent — up from 71 percent in 2022.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "We also limited landfill waste from our global operations to about 17,400 metric tons.80 We’ve continued our efforts to make progress on waste diversion since achieving our first zero-waste certification, UL Solution’s Zero Waste to Landfill Validation, in 2015 for our campus in Cork, Ireland.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2023, our Taiwan Technology Center became the second Apple facility to receive the UL Solutions Zero Waste to Landfill Validation.81 Our corporate offices in Sacramento, California, as well as our data center in Viborg, Denmark, received TRUE certification in 2023, joining our data centers in Mesa, Arizona, and Prineville, Oregon.82 These facilities achieved TRUE Platinum, the highest certification level.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Promoting material reuse, composting, and waste diversion across our corporate and retail locations We prioritize finding opportunities to recycle construction and demolition waste and recently accomplished the following: • In 2023, our recycling and source separation from corporate office and data center construction and demolition efforts resulted in a waste diversion rate of 88 percent — approximately 23,600 metric tons.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Since we launched the Zero Waste Program for our manufacturing partners in 2015, we’ve continued to make considerable progress.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2023, the Supplier Zero Waste Implementation Plan became part of our assessment requirement, following a year of training and piloting.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Engaging with suppliers to reduce waste We work closely with our suppliers to realize our zero-waste goals.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "As more of our suppliers achieve their zero-waste goals, we’re able to learn and share more information.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "This streamlined approach has brought even more suppliers into our program, with more than 185 facilities assured in 2023 by UL Solutions — 35 more than the previous year.84 We also provide support for our suppliers in verifying their zero-waste efforts.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Starting in 2022, Apple organized a series of webinars with suppliers, policymakers, and industrial leaders to share their experiences in the Zero Waste Program with participating suppliers and those who plan to join.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2023, we launched a zero-waste education initiative in India.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "The store’s energy-efficient design, use of natural light, and onsite photovoltaic panels helped achieve energy savings of more than 40 percent, and its low-flow fixtures and onsite gray water recycling reduced water consumption by more than 84 percent.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Recycling Brominated and chlorinated flame retardants We’ve replaced brominated and chlorinated flame retardants with safer metal hydroxides and phosphorous compounds because brominated and chlorinated flame retardants reduce the recyclability of plastics and limit material circularity.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Stakeholders 2023 highlights CA SB 253 CA Climate Corporate Data Accountability Act As part of our commitment to greenhouse gas emissions disclosures, we endorsed the landmark California Climate Corporate Data Accountability Act (CA SB 253) to improve transparency and drive progress in the fight against climate change.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2023 we publicly supported California’s Climate Corporate Data Accountability Act (CA SB 253), which requires large businesses to publicly disclose their greenhouse gas emissions.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "This business coalition has called for an increased focus on the transition to renewable energy in alignment with the Paris Agreement’s 1.5° C target, decarbonizing the power sector by 2035 (to align with other G7 nations), setting an aggressive implementation plan for floating offshore wind, and implementing higher carbon pricing.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "• Encourage the transition to renewable electricity globally, including tripling global renewables capacity to 11,000 gigawatts by 2030, and transitioning away from electricity sources emitting more pollution, like fossil fuels (including fossil fuels with carbon capture).", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "• Remove barriers to renewable energy development, and increase investment in highcapacity transmission, energy storage, and load shaping technologies.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "2020 (EU): Apple called on European leaders to increase their climate ambition to achieve targets of at least 55 percent greenhouse gas emissions reductions by 2030 and carbon neutrality by 2050.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "2021 (U.S.): Apple was the first company to voice support for enacting the Clean Energy Standard (CES), which would decarbonize the power grid by 2035.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "2022 (South Korea): Apple called for Korea’s 2030 energy plan to set a higher target for renewable energy, to establish a more fair competitive market for renewables, and to improve transparency for renewable energy solutions.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "2023 (Japan): Apple, as part of JCLP, supported policy statements calling for power sector decarbonization by 2035 to align with other G7 nations, rapidly expanding renewables, setting an aggressive implementation plan for floating offshore wind, diminishing reliance on fossil fuels, and implementing higher carbon pricing.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "VIEW Policymakers need to set strong science-based targets to reduce emissions in line with the Paris Agreement and limit warming to 1.5° C. 2022 (U.S.): Apple filed comments to encourage more rapid integration of renewable energy to the transmission grid, a key bottleneck to renewable energy deployment.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "2022 (U.S.): Apple, along with Meta and Google, advocated for greatly expanded renewable generation to achieve a 70 percent emissions reduction in North Carolina by intervening in the state’s Carbon Plan proceeding.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "2023 (Global): Apple joined the global 3xRenewables campaign calling for a tripling of global renewable energy capacity by 2030.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "We evaluate each opportunity based on the potential to scale a proven environmental approach, test or pilot an innovation, or take steps to improve equity in communities that are disproportionately impacted by climate change and environmental dangers.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "The aim was to help build an ecosystem of clean energy enterprises serving the needs of low-income communities.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Our grants have helped these organizations reduce pollution, improve health, and increase climate resilience in underserved and low-income communities around the world.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "• Lewa: Integrating sustainable water management, climate-smart agriculture, clean energy, and knowledge sharing to achieve vital conservation outcomes for community members, small-scale farmers and students in Northern Kenya.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Each company selected was at least 51 percent owned, operated, and controlled by a Black, Hispanic/Latinx, or Indigenous individual and aligned closely with our environmental strategy, including our commitment to reach carbon neutrality by 2030.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "We also regularly revisit the boundary of our carbon footprint as our data sources improve and our business evolves.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "7 For a detailed breakdown of carbon offset purchases applied to our corporate footprint, see the carbon offsets table on the following page.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "The net result was an increase in our fiscal year 2021 carbon footprint.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "12 For fiscal year 2021, we retired credits from the Chyulu Hills project in Kenya and purchased carbon credits from two additional projects to offset a total of 500,000 metric tons of direct emissions across our value chain.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "The project activity aims to enhance biodiversity conservation by increasing the connectivity of forests, improve soil and water conservation, and generate income and job opportunities for local communities.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2023, we accounted for our expired corporate energy efficiency savings and reflected these changes for fiscal years 2019 through 2023.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "5 Supply chain renewable electricity capacity (operational) and renewable electricity use for fiscal year 2021 do not include REC purchases Apple made, equivalent to 0.3 GW and 500,000 MWh, respectively, to address a small increase to its carbon footprint.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "How we procure renewable energy Since launching our renewable energy program in 2011, we’ve implemented a number of solutions to procure renewable energy.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "2024 Environmental Progress Report\b 86 Engagement and Advocacy Environmental Initiatives Data Introduction Contents Appendix Facilities renewable energy projects To reach 100 percent renewable electricity for Apple’s own facilities, Apple has helped create 1,647 MW of renewable energy around the world.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "These solar projects came online beginning in 2015 and were Duke Energy’s first Green Source Rider projects to become operational.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2017, we made long-term commitments to five more solar projects in North Carolina, for an additional 85 megawatts of renewable energy.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Apple-sourced renewable energy Electricity use in 2023: 453 million kWh Emissions avoided in 2023: 121,00 million MT CO2e3 Default grid mix % x Apple actual renewable energy allocation % Gas 43 Apple’s solar projects 88 Nuclear 32 Apple’s wind projects 12 Coal 11 Source: 2023 energy data.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "This solar PV project came online and began supporting the data center in 2017.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Prineville, Oregon: Grid mix versus Apple-sourced renewable energy Electricity use in 2023: 269 million kWh Emissions avoided in 2023: 79,800 million CO2e4 Default grid mix % x Apple actual renewable energy allocation % Hydro 51 Apple’s solar projects 38 Gas 31 Apple’s wind projects 60 Renewable 18 Apple’s microhydro projects 2 Source: eGrid 2022.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "In 2013, we created a partnership with the local utility, NV Energy, to develop the Fort Churchill Solar project.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Thanks to this new option, in 2015 we announced our second Nevada solar project, the 50-megawatt Boulder Solar II project.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "We‘ve utilized the NV GreenEnergy Rider program to create two additional projects: the 200-megawatt Techren II solar project, online in 2019, and the 50-megawatt Turquoise Project, online in 2020.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Reno, Nevada: Grid mix versus Apple-sourced renewable energy Electricity use in 2023: 440 million kWh Emissions avoided in 2023: 130,600 million MT CO2e5 Default grid mix % x Apple actual renewable energy allocation % Gas 59 Appleʼs solar projects (NV GreenEnergy Rider program) 100 Renewable 30 Source: 2023 energy data.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "2024 Environmental Progress Report\b 90 Engagement and Advocacy Environmental Initiatives Data Introduction Contents Appendix Mesa, Arizona 100 percent renewable since opening March 20176 Our global command data center in Mesa, Arizona, came online in 2016.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "As the Mesa data center grew, it became apparent that we needed additional sources of renewable energy to maintain our 100 percent renewable electricity goal.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Mesa, Arizona: Grid mix versus Apple-sourced renewable energy Electricity use in 2023: 488 million kWh Emissions avoided in 2023: 181,500 million MT CO2e7 Default grid mix % x Apple actual renewable energy allocation % Gas 43 Apple’s solar projects 82 Nuclear 31 Apple’s wind projects 18 Coal 13 Source: 2023 energy data.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Denmark 100 percent renewable energy from the first day of operations Our data center came online in 2020.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "Denmark: Grid mix versus Apple-sourced renewable energy Electricity use in 2023: 40 million kWh Emissions avoided in 2023: 22,000 million MT CO2e8 Default grid mix % Apple actual renewable energy allocation % Renewable 62 Apple’s wind and solar projects 100 Hydro 20 Source: 2023 energy data.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "China: Grid mix versus Apple-sourced renewable energy Electricity use in 2023: 171 million kWh Emissions avoided in 2023: 105,000 million kWh9 Default grid mix % x Apple actual renewable energy allocation % Coal 63 Apple’s solar projects 50 Hydro 17 Apple’s wind projects 50 Renewable 11 Source: 2023 energy data.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "12 We calculate our progress toward our 100 percent renewable energy goal on a calendar-year basis, while the numbers reported in this table are based on fiscal year.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "2) Apple’s carbon intensity of key materials as of 2015 (our baseline year for our 2030 product carbon neutrality goal).", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "6 We plan to reach carbon neutrality beginning with our fiscal year 2030 carbon footprint.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "7 In addition to working toward transitioning our entire product value chain to using 100 percent clean electricity by 2030, we’re prioritizing energy efficiency and emissions reductions within supplier facilities and operations.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "59 In 2023, suppliers relied predominantly on renewable energy certificates (RECs) to meet their CEP commitments, as an interim solution to longer-term procurement options like power purchase agreements (PPAs), which are becoming increasingly available across the globe.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "UL Solutions requires at least 90 percent diversion through methods other than waste-to-energy to achieve Zero Waste to Landfill (Silver: 90–94 percent, Gold: 95–99 percent, and Platinum: 100 percent) designations.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "82 Our Mesa and Prineville data centers are third-party certified as Zero Waste by GBCI TRUE, receiving their certifications in 2021 and 2020, respectively.", "source_file": "Apple_2024_report.txt"}
{"company": "Apple", "filing": "2024", "claim_text": "UL Solutions requires at least 90 percent diversion through methods other than waste-to-energy to achieve Zero Waste to Landfill (Silver: 90–94 percent, Gold: 95–99 percent, and Platinum: 100 percent) designations.", "source_file": "Apple_2024_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Our progress In 2020, Microsoft made bold sustainability commitments.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "We have also surpassed our target for our reuse and recycling rate for servers and components, reaching 90.9%.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "We are also on track to replenish more water than we consume across global operations and improve datacenter water use efficiency, including through a new innovative datacenter design that optimizes AI workloads and consumes zero water for cooling to avoid the use of an estimated 125,000 cubic meters annually per facility.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "To date, we have contracted 34 gigawatts (GW) of carbon-free electricity (CFE) across 24 countries, about an eighteenfold increase since 2020.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "For Microsoft to be carbon negative by 2030, we will need to reduce our value chain emissions.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "We see significant progress in several key areas, demonstrating potential for global impact: Powering operations with carbon-free electricity (CFE): In 2024, Microsoft contracted 19 GW of new renewable energy across 16 countries through power purchase agreements (PPAs) which are central to our carbon reduction strategy, driving down our Scope 2 emissions.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "This approach is projected to reduce the embodied carbon footprint of these new datacenters by up to 65% compared to typical precast concrete.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "The Symbiosis Coalition is targeting up to 20 million metric tons of high-quality, nature-based carbon removal credits by 2030.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Through strategic partnerships and targeted initiatives, Microsoft continues to reduce emissions across transportation, warehousing, and the broader logistics supply chain, setting new benchmarks for operational efficiency and environmental impact.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Microsoft sustainability Overview Customer sustainability Global sustainability Appendix 5 2025 Environmental Sustainability Report Carbon Water Waste Ecosystems Melanie Nakagawa Chief Sustainability Officer Brad Smith Vice Chair and President Foreword continued Renewable diesel is now in use in our road freight operations in Europe and California, cutting emissions by 50% for these shipments while keeping existing equipment in use.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Our journey to 2030 2020 All reported values are cumulative through 2024 *Values reported represent contracted water lifetime replenishment Microsoft sustainability Overview Customer sustainability Global sustainability Appendix 7 2025 Environmental Sustainability Report Carbon Water Waste Ecosystems How we work Our sustainability journey starts with getting our own house in order.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In 2020, we set ambitious targets to be a carbonnegative, water-positive, zero-waste company that protects ecosystems by 2030.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "We’re also advancing greener software and reducing carbon intensity to improve device sustainability, and helping organizations to measure and manage the health of the planet’s natural ecosystems with the Microsoft Planetary Computer.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "2 \u0007Availability: Many of the products and technologies required to reduce emissions, such as carbon-free electricity, are not currently available in sufficient quantities or in all necessary locations.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "We are working to build markets, scale solutions, and improve access to sustainability solutions to support our Microsoft sustainability journey and others working to achieve their own carbon commitments.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Getting to carbon negative As we reach the halfway point in our journey to becoming carbon negative, we reflect on the progress made, as well as the opportunities and challenges that lie ahead.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "This council works to track and accelerate progress, review new reduction measures, and help the company achieve our environmental sustainability commitments.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In this section Our approach Efficiency Availability Measurement and adoption Learnings and what’s next We are working to build markets, scale solutions, and improve access to sustainability solutions to support our Microsoft sustainability journey and others working to achieve their own carbon goals.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Microsoft sustainability Carbon Water Waste Ecosystems Overview Customer sustainability Global sustainability Appendix 10 2025 Environmental Sustainability Report Our targets and progress Carbon negative By 2030, Microsoft will cut its emissions by more than half compared to 2020 and remove more carbon than it emits.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "By 2050, we will remove the same amount of carbon we have emitted operationally since our founding in 1975.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Reducing direct and indirect emissions We will reduce our Scope 1 and 2 emissions to near zero against a 2020 baseline by increasing energy efficiency, decarbonization of our operations, and reaching 100% renewable energy by 2025.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Expanding carbon-free electricity By 2030, 100% of our electricity consumption will be matched by zero carbon electricity purchases 100% of the time.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Expanding carbon-free electricity with renewable and nuclear energy In 2024, we contracted an additional 19 GW of new renewable energy across 16 countries, further diversifying our energy portfolio.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Removing the rest of our emissions By 2030, Microsoft will remove more carbon than it emits.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "By 2050, we will remove an amount of carbon equivalent to all our historical operational emissions.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Contracted carbon removal In FY24, we contracted an additional 2.8 million metric tons of carbon removal expected to be delivered toward FY30.3 In addition, we contracted 17.4 million metric tons that we expect to apply toward carbon negative goals after 2030 and/or our 2050 goal.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Additionally, we retired 595,922 metric tons of carbon removal as part of achieving our FY24 target to be carbon neutral.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "As a sector, building materials such as steel and cement are currently some of the highest contributors globally to the carbon cost of new construction, together producing an estimated 13.5% of global carbon emissions.5 In 2024, we launched our first mass timber datacenters, using strong, ultra-lightweight wood in a hybrid construction model that incorporates cross-laminated timber (CLT), steel, and concrete.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "This approach is projected to reduce the embodied carbon footprint of these new datacenters by 35% compared to conventional steel construction, and by 65% compared to typical precast concrete, by drastically reducing the reliance on traditional carbon-intensive materials.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "By further optimizing systems and adopting innovative solutions, we are working to reduce the carbon intensity of our operations while supporting continued infrastructure growth and technology adoption.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Stegra is building the world’s first commercial scale near-zero-carbon steel plant with up to 95% reduced carbon emissions compared to conventional steel.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Novel materials like polyethylene terephthalate (PET) film and fiberreinforced plastic (FRP) are being tested to reduce the weight and volume of HAC panels and replace steel in support structures, cutting material mass by up to 75%, thereby reducing embodied carbon.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "This targeted approach has reduced datacenter hardware needs for the Microsoft Azure platform by approximately 1.5% since 2020—representing a threefold improvement compared to reductions achieved by 2022—while also cutting embodied carbon.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "INNOVATION IN ACTION Microsoft sustainability Carbon Water Waste Ecosystems Overview Customer sustainability Global sustainability Appendix 15 2025 Environmental Sustainability Report Improving operational efficiency and logistics Our drive to reduce datacenter emissions extends to transforming the logistics operations of these facilities.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Renewable diesel is now in use in Microsoft’s road freight operations in Europe and California, cutting emissions by 50% for these shipments while keeping existing equipment in use.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In 2024, Microsoft introduced a new target in the Microsoft Supplier Code of Conduct requiring suppliers to transition to 100% carbon-free electricity (CFE)6 for goods and services delivered to Microsoft by 2030.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "This milestone has inspired several suppliers to adopt even more ambitious targets, such as procuring 100% renewable energy under RE100 standards and implementing Scope 3 programs modeled on the Microsoft Cloud Supply Chain.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In support of these targets for our suppliers, Microsoft is working in countries with a significant supply chain footprint to identify and solve for specific policy, technology, and finance barriers to carbon-free electricity access, prioritizing impact by 2030.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Efficiency continued 100% In 2024, Microsoft introduced a new target in the Microsoft Supplier Code of Conduct requiring suppliers to transition to 100% carbon-free electricity (CFE) for goods and services delivered to Microsoft by 2030.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "These efforts have reduced the relative carbon intensity across the cloud logistics supply chain by 73% since 2022.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Transforming how we work During East Campus Modernization Project construction, Microsoft prioritized vessel, rail, and truck transportation over air freight, while incorporating more locally sourced materials to help reduce the environmental impact associated with transporting goods.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In addition, renewable diesel and electric construction equipment were piloted and have been incorporated into our Global Sustainability Standards as examples of opportunities to reduce emissions during construction.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Efficiency continued Harnessing geothermal energy INNOVATION IN ACTION Microsoft sustainability Carbon Water Waste Ecosystems Overview Customer sustainability Global sustainability Appendix 17 2025 Environmental Sustainability Report Driving change with electrification projects Inspired by the success of our first 100% electric food hall in Puget Sound, which opened in 2022, Microsoft has expanded kitchen electrification around the world.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "BarnX incorporates innovative sustainability features, including a rainwater harvesting system, solar panels, and advanced HVAC technology, which significantly reduce carbon emissions and energy consumption.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "By aligning strategies to help us to achieve a more than 50% Scope 3 reduction by 2030, we’re ensuring effective planning and progress toward our environmental sustainability commitments.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Renewable energy Expanding global procurement and deployment In 2024, we contracted an additional 19 GW of new renewable energy across 16 countries, further diversifying our energy portfolio.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "This growth reflects our leadership in advancing clean energy markets and has us on track to achieve our 2025 target of procuring enough renewable energy to cover 100% of our energy consumption.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "• Drumlins Park, Ireland—a 48.8-MW wind project, the first to achieve commercial operations under a strategic framework agreement signed with Energia Group.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In 2024, we announced our Datacenter Community Pledge, reinforcing our role as a responsible corporate citizen and ensuring that local communities experience meaningful benefits from clean energy projects including significant economic, social, and environmental benefits.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Microsoft’s commitment to carbon removal began in 2020 when we shifted our avoided carbon emissions credit procurement to focus exclusively on removing carbon dioxide from the atmosphere.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In 2023, we expanded on this model of advance procurement, signing our first contracts for millions of tons of carbon removal, with developers that were able to design and structure much larger projects.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Eight of the projects signed last year will start delivering over 100,000 metric tons annually by 2030, supporting our carbon negative milestone year.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Carbon Table 3 Tracking progress toward carbon negative by 2030 In FY24, we contracted nearly 22 million metric tons of carbon removals to be delivered at various points over the next 15+ years.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "This includes 2.8 million metric tons that we expect to be delivered in our FY30 goal year for carbon negativity and many more tons toward carbon negativity for FY31 and beyond.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "By advancing new technologies and engaging the broader carbon removal ecosystem, we aim to create opportunities for buyers, investors, and developers, while making sustainability progress at Microsoft and beyond.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In 2024, we supported carbon dioxide removal pathways such as enhanced rock weathering (ERW), soil organic carbon, carbon dioxide mineralization, and biochar, constructing tailored portfolios within promising pathways to advance scientific discovery and evaluate scalability.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In May 2024, Microsoft co-founded the Symbiosis Coalition—a collaboration with Google, Meta, and Salesforce—establishing an advance market agreement to contract for 20 million metric tons of high-integrity nature-based carbon removal credits by 2030.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In Azure hardware, Makersite supported our successful transition from spend-based to activity based carbon accounting in 2024—a critical milestone in precisely measuring Scope 3 emissions.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In 2025, we are exploring opportunities to standardize supplier sustainability surveys and data collection across the industry to ease the reporting obligations on suppliers.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "By integrating this primary data into product environmental LCAs, Microsoft has increased the representativeness of assessments, with 70% of the carbon footprint for devices informed by primary data—a significant improvement over the typical 20% of primary data use in LCAs for laptops and tablets.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "These insights are driving actionable opportunities to reduce carbon in our supply chain.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In 2024, Microsoft utilized a version of the Impact Accounting Methodology to refine carbon accounting in two datacenter construction projects.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "To accelerate decarbonization, we strengthened supplier engagement by requiring suppliers to transition to 100% carbon-free electricity by 2030 under the Supplier Code of Conduct.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "These efforts will broaden our supplier base and geographic footprint, while accelerating financing for critical infrastructure and afforestation projects to deliver meaningful carbon removal credits by 2030.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "With rapid cloud business growth, we are advancing datacenter sustainability by developing strategies to integrate novel low-carbon materials into HVAC units, incorporating low-carbon requirements for materials and equipment in datacenter construction into our contracts, and identifying opportunities to improve operational efficiency.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Key initiatives include: • Supplier REach portal—launched in 2023, we partnered with global climate solutions expert 3Degrees to develop a portal that provides suppliers with streamlined access and a guided experience to procure CFE, helping them align with Microsoft’s environmental sustainability commitments.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "As of 2024, private sector projects accounted for 17% of our replenishment portfolio, reflecting our resolve to foster a diverse, collaborative ecosystem to achieve water sustainability.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "To achieve this commitment, we are taking action to reduce water use, replenish water in critical regions, improve global water access and sanitation, drive innovation in water management, and advocate for effective water policy.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Reducing our water intensity We will make progress against our target to improve water use efficiency by 40% across our global, owned datacenter operations by 2030, from a 2022 baseline.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Improving water efficiency Since our baseline year of 2022, operational datacenters have achieved an 18% reduction in water intensity progressing towards our 2030 target to reduce water use intensity by 40%.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "By driving these efforts, we aim to not only meet our own environmental sustainability commitments but also catalyze progress across industries and communities worldwide.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "This represents a cumulative investment of more than $34 million, with 62% of these projects using nature-based solutions and 47% providing critical biodiversity co-benefits.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Microsoft sustainability Carbon Water Waste Ecosystems Overview Customer sustainability Global sustainability Appendix 30 2025 Environmental Sustainability Report Advancing water replenishment continued At Microsoft, water volumes are only counted toward our replenishment target if they are implemented beyond our operational needs and directly benefit the local community and environment.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "For example, rainwater captured for use in our datacenters or campuses contributes to reducing our own water use but does not count toward our replenishment target.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Currently, about 17% of our replenishment projects use AI to replenish, restore, or reduce water use, ensuring real-time tracking and more actionable insights.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "MAS plans to repair identified leaks within three months, helping reduce overall water withdrawals, alleviate regional water stress, and lower costs and carbon emissions by decreasing the energy required for water treatment and distribution.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "PARTNERING FOR IMPACT AI water management In India, FluxGen Sustainable Technologies is using funding from Microsoft to help two charitable hospitals in Bengaluru improve their water use efficiency and reduce their dependence on groundwater supplies.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "These efforts also reduce agricultural runoff and carbon emissions while improving natural pest control and crop yields.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "• Center pivot sprinklers and subsurface drip irrigation systems, which reduce consumptive water use while maintaining crop productivity.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Supporting sustainable agriculture PARTNERING FOR IMPACT Microsoft sustainability Carbon Water Waste Ecosystems Overview Customer sustainability Global sustainability Appendix 32 2025 Environmental Sustainability Report Access to clean water is a fundamental human right and a cornerstone of the United Nations (UN) Sustainable Development Goal (SDG) 6.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Microsoft sustainability Carbon Water Waste Ecosystems Overview Customer sustainability Global sustainability Appendix 33 2025 Environmental Sustainability Report Number of people reached 0M 2M FY20 FY21 FY22 0 FY23 FY24 95,130 552,058 1,510,913 1,581,273 1.5M 1M 0.5M Target Drilling a new well for cleaner water and sanitation services Sometimes, the simplest, time-tested solutions are the most effective.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "And we can improve their attendance.” Funding water and sanitation services In last year’s sustainability report, we announced a partnership with WaterEquity to establish a water and climate resilience investment fund.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Microsoft sustainability Carbon Water Waste Ecosystems Overview Customer sustainability Global sustainability Appendix 35 2025 Environmental Sustainability Report Improving efficiency and reducing water use continued Traditionally, water has been evaporated onsite to reduce the power demand of the cooling systems.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Regular audits help identify inefficiencies, such as excess water use, with improvements surfaced in our 2022 audit eliminating 90% of such instances.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Quincy, Washington Reducing potable water use PARTNERING FOR IMPACT In the United States and many other countries, there is a limited availability of recycled water, with less than 1% of water used recycled today.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "By 2023, we expanded sourcing of recycled water use in Texas, Washington, California, and Singapore.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In Quincy, Washington, we partnered with the local municipality to build the Quincy Water Reuse Utility, recycling cooling water, reducing Microsoft’s potable water use in the region by 97%, and providing 1.5 million cubic meters of water annually for community drinking water needs.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "At our Beijing, China campus, collaborative conservation efforts with dining services partners—including purchasing fresh products to reduce water needed for thawing frozen goods—led to a 15% reduction in kitchen water use in 2024.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Microsoft sustainability Carbon Water Waste Ecosystems Overview Customer sustainability Global sustainability Appendix 37 2025 Environmental Sustainability Report Microsoft is continually exploring new technologies to further reduce water usage.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Microsoft sustainability Carbon Water Waste Ecosystems Overview Customer sustainability Global sustainability Appendix 38 2025 Environmental Sustainability Report Getting to zero waste Surpassing our targets 90.9% This past year, through our Circular Centers, we achieved 90.9% reuse and recycling of servers and components in FY24, surpassing our 90% target a year early.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Our approach This commitment reflects our belief that our planet and its resources are precious and underscores our responsibility to minimize environmental impacts and reduce carbon emissions throughout the life cycle of our materials.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Through our Circular Centers, we achieved 90.9% reuse and recycling of servers and components in FY24, surpassing our 90% target a year early.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Our zero waste strategy centers on circular solutions that reduce waste, pollution, and carbon emissions while improving water quality, ecosystems, and human health.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "As we reflect on the learnings since launching the zero waste program in 2020, we’ve come to understand that a circular economy is not a choice but a necessity to address the triple planetary crisis of climate change, biodiversity loss, and pollution.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In 2020, we made a commitment to be zero waste by 2030—an effort to support the global transition out of the traditional “take, make, waste” linear economic model to a circular economy.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "We use a circular economy strategy, grounded in the prioritization of reduction and reuse, to extend the life of the materials we use, and reduce waste and carbon emissions as a result.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Driving to zero waste building and operations We will achieve 90% diversion of operational waste at owned datacenters and campuses, and 75% diversion for all construction and demolition projects, by 2030.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Increasing reuse and recycling of servers and components By 2025, 90% of servers and components for all cloud hardware will be reused and recycled with support from our Circular Centers.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "90.9% reuse and recycling Our reuse and recycle rates of servers and components across all cloud hardware reached 90.9% in FY24, achieving our annual target a year early.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "This journey began in 2020 with an enterprise-wide waste baselining initiative to establish a clear starting point for our zero waste commitment.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "With respect to this waste diversion target, the inclusion of on-site reuse and reduction directly effects the diversion percentage alongside our off-site reuse, recycling, and compost activities.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Looking forward, additional facilities in North America, Europe, and Asia are on track to achieve UL Zero Waste validation.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In 2024, Microsoft’s hardware recycling program collected nearly 240,000 e-waste units, diverting 1,400 metric tons of waste.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Our Puget Sound headquarters expanded its liquid bins pilot into a full-scale initiative and implemented a new waste conveyor belt system to increase container recycling rates and reduce contamination.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "To achieve zero waste in our operations, a primary objective is to prevent waste generation from the outset.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Reducing waste at our campuses and datacenters continued Waste Table 2 Improving reuse and recycling of servers and components for all cloud hardware In FY24 Microsoft increased reuse and recycling of servers and components to 90.9%, exceeding the 90% target.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In 2024, LinkedIn’s San Francisco office earned UL Gold Zero Waste Certification by diverting over 97% of operational waste.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "PROGRESS TOWARDS TARGETS Microsoft sustainability Carbon Water Waste Ecosystems Overview Customer sustainability Global sustainability Appendix 43 2025 Environmental Sustainability Report Cloud hardware and packaging are a critical component of Microsoft’s zero waste commitment, and we are proud to have achieved our target for reusing and recycling cloud hardware a year ahead of our 2025 deadline.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Improving reuse and recycling in cloud hardware Launched in 2020 with the opening of a first-ofits-kind facility, the Circular Centers have achieved 91% reuse and recycling in FY24—exceeding our 2025 target ahead of schedule.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Additionally, we are creating a direct channel with global recycling partners to help us to achieve best-in-class recycling efficiencies across material types and improve our collective recycling knowledgebase.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In addition, we’ve made progress integrating sustainability into our hardware processes and requirements, including a sustainability assessment that identifies design changes to improve material and energy efficiency throughout the length of the process.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Over the past year, efforts to improve supply chain predictability and measurement have also enabled significant sustainability advancements.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "91% Circular Centers have achieved 91% reuse and recycling in FY24— exceeding our 2025 target ahead of schedule.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In 2024, the Sustainable Packaging Supplier Engagement Program was launched, working with high-volume suppliers, including the major hubs who ship IT hardware to our datacenters, to ensure packaging aligns with environmental sustainability goals from the earliest stages of hardware design.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Microsoft has taken significant steps to improve the accuracy of recyclability calculations and promote waste reduction across the supply chain.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "By continually evaluating best practices, emerging data, and new technologies, we ensure that our investments target the highest-impact environmental solutions, further advancing our commitment to sustainability.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "These updates include: • Requiring the use of native and adaptive plants in landscaping to support local ecosystems and reduce water use.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "By applying biomimicry, we aim to improve ecosystem health, reduce environmental impacts, and create long-term positive contributions to biodiversity and resilience at our datacenter campuses.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Through the Microsoft Community Environmental Sustainability program, launched in 2020, 123 programs have been implemented across 39 global cities hosting Microsoft datacenters.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Through multiyear partnerships with organizations like One Tree Planted and American Forests, Microsoft has expanded urban forestry efforts to enhance green spaces, mitigate urban heat islands, and improve stormwater management.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "By equipping local leaders with the tools to address their unique challenges, this partnership extends the reach of Microsoft’s sustainability efforts while fostering localized, community-driven impact.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Projects in Racine County, Wisconsin, connect communities to green spaces, reduce environmental risks, and foster long-term stewardship through education and engagement.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In 2020, as part of Microsoft’s commitment to protect and preserve ecosystems, we announced the development of the Planetary Computer—a platform designed to aggregate global environmental data and enable data-driven decision-making for sustainability.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "By focusing on restoring ecosystems, enhancing native habitats, and promoting green spaces, we aim to scale our impact while advancing sustainability globally.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "We’re also advancing greener software and reducing carbon intensity to improve device sustainability, and helping organizations to measure and manage the health of the planet’s natural ecosystems with the Microsoft Planetary Computer.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In 2024, we also released sustainability data solutions in Microsoft Fabric, helping organizations to centralize their data estate for deeper ESG analysis within a single, AI-powered platform for advanced analytics and reporting insights.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Microsoft for Sustainability helps organizations navigate evolving regulations, gain insights, reduce costs, and strengthen business resilience.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "The company turned to Sustainability Manager to automate data collection and emissions analysis, aiming to improve data transparency and energy-efficient logistics across its global network.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Now Envirotainer can measure and report across its value chain and use insights to form reduction strategies to help reach net zero by 2050.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Leading the charge: Advancing standards, tools, and best practices for sustainable software Since co-founding the Green Software Foundation (GSF) in 2021, Microsoft has built a trusted ecosystem of people, standards, tooling, and best practices for creating and building green software.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Empowering developers with tools for a carbon-conscious future Empowering the developer community is vital to increase the adoption of green software practices.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "For example, one POC uses architectural drawings to measure the potential carbon in the software solution, offering actionable recommendations to reduce emissions and contextualize impact with relatable, real-world comparisons.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "As we collectively move forward, using AI to assist developers in making informed decisions about carbon spending will accelerate the ongoing journey to establish and improve measurement, monitoring, and progress in carbon savings through software efficiencies.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Microsoft sustainability Carbon Water Waste Ecosystems Overview Customer sustainability Global sustainability Appendix 62 2025 Environmental Sustainability Report Microsoft Surface is at the forefront of advancing sustainability, reflecting a holistic drive to reduce environmental impact across product design, supply chain operations, and packaging innovations.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Designing in recycled content We have reduced the life cycle carbon footprint of our devices by using more recycled materials and avoiding the mining of new materials, where feasible, to further decrease emissions related to resource extraction and processing.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "We focus our efforts on materials with the highest carbon impact, to reduce emissions where it counts the most.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Empowering game developers with sustainability tools In 2023, Xbox became the first console platform to release dedicated energy consumption and carbon emissions measurement tools designed specifically for game creators.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In 2024, we saw widespread adoption of the Xbox Sustainability Toolkit by both first- and third-party studios.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Minecraft’s climate and sustainability content have been downloaded more than 30 million times by players around the world since launch, winning four awards in 2024 for social impact and creative campaigns.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Urban Miner, boosting in-store e-waste recycling by 13.8% and recycling 12 metric tons of gadgets with Xbox and Elkjøp Nordic.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Driving investment in resilience Howden INNOVATION IN ACTION Microsoft sustainability Carbon Water Waste Ecosystems Overview Customer sustainability Global sustainability Appendix 70 2025 Environmental Sustainability Report Planetary Computer continued In 2024, we continued to expand the Planetary Computer with new datasets, including CONUS404, a high-resolution hydroclimate dataset that covers over 40 years of climate data across the contiguous United States.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Since its inception in 2020, the Microsoft Climate Innovation Fund (CIF) has been a cornerstone of our sustainability efforts.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "However, this remains far below the $4.5 trillion per year needed for a net zero transition by 2050.18 Through CIF, Microsoft has invested in accelerating the adoption of climate solutions.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "While private market investments in climate tech have doubled from 2020 to 2022, sectors critical to Microsoft’s Scope 3 carbon footprint—industry and manufacturing, building materials, and carbon management—account for approximately 20% of private market climate technology transactions.19 CIF prioritizes these underfunded sectors.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "CIF was launched in 2020 with a dual mandate to innovate and to accelerate sustainability markets.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "SolarCycle SolarCycle is a leading solar panel recycler in the United States, using proprietary recycling equipment to automate the recycling process and recover over 90% of solar panel materials.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Build Better Innovation Challenge Hosted by Elemental Impact, a nonprofit investment platform with 15 years of experience scaling industry and energy solutions, and in collaboration with Capgemini and Bouygues, Microsoft launched the Build Better Innovation Challenge to identify innovative low carbon material solutions that reduce Scope 3 emissions and embodied carbon in building materials.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In 2024, the fund concentrated on renewable energy, aligning with global goals to triple global renewable energy capacity by 2030.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Its inaugural cohort includes 29 African founders—55% female—who are developing regenerative solutions in essential areas such as food systems, materials, urbanization, and minerals, which are removing carbon, increasing biodiversity and water access, and improving livelihoods.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "By developing groundbreaking tools and expanding the application of AI across diverse domains, these teams aim not only to drive progress toward Microsoft’s 2030 sustainability commitments but also to generate momentum for the collective betterment of global ecosystems, communities, and industries.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Launched in 2023, the playbook serves as a strategic framework to align AI innovation with sustainability goals, helping to drive measurable impact and set the stage for responsible and effective AI deployment by focusing on five strategies or “plays”: 1 \u0007Investing in AI for sustainability.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "The Mauna Loa Observatory recorded a 3.37-ppm increase in 2023, marking the highest carbon dioxide levels ever.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "These efforts support the transition to renewable energy while empowering communities to achieve greater energy autonomy and sustainability.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "By applying generative AI to design alternatives to vanadium, central to today’s commercially mature flow batteries, these alternative batteries aim to reduce reliance on critical minerals, lower corrosion hazard, and support increased renewable energy integration into the power grid.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "These improved properties aim to expand the applicability of vitrimers in advanced composites, driving greater material efficiency and sustainability across industries.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "When we announced our commitment in 2020 to become carbon negative by 2030, we also pledged to use our voice on public policy issues to help advance global decarbonization efforts.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "These policies include: • In the United States, the implementation of the Inflation Reduction Act and Bipartisan Infrastructure Law, California Carbon Accounting laws, and regulatory efforts to improve interconnection to the grid and transmission expansion.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "To navigate these differences, we embed three foundational principles in our policy advocacy: 1 \u0007Driving tangible near-term progress on the pathway to global net-zero emissions by 2030.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "We are working with governments, suppliers, peers, industry associations, and other third parties to improve carbon-free electricity access in markets where we have a significant supply chain footprint, most notably in Korea, Japan, and Taiwan, where the majority of Microsoft’s semiconductors are sourced.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "Shaping policy for a sustainable future continued Access to carbon-free electricity is critical to reach our 2030 carbon negative goal, both for reducing the Scope 2 footprint from our own operations and for reducing the Scope 3 footprint from our suppliers.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In 2024, Microsoft signed on as a founding member of the WateReuse Association’s Coalition for Water Recycling, a group of companies looking to support the adoption and expansion of water reuse across the United States.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "By advancing policies that promote the responsible use of AI, we aim to accelerate its role in driving environmental progress, enabling a low-carbon future, and empowering communities worldwide.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In 2024, nearly 2,000 participants gained free yearlong LinkedIn Premium access, and 30 active Green Coaches trained candidates to navigate the growing green economy.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "In 2024, GRID installed more than 4 MW of solar across 800+ projects, benefitting more than 1,040 families and generating lifetime savings exceeding $20 million.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "11.6% Global demand for green talent grew twice as quickly as supply between 2023 and 2024—with demand increasing by 11.6% and supply by 5.6%.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "54.6% Job seekers with green skills or titles see a 54.6% higher hiring rate than the workforce overall.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "1 in 2 By 2030—halfway to the deadline for fulfilling nationally determined contributions (NDCs)—one in five jobs will lack the green talent to fill it.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Microsoft", "filing": "2025", "claim_text": "“IBM AI and Cloud Technology Helps Agriculture Industry Improve the World’s Food and Crop Supply.” PR Newswire, May 22, 2019. https://www.prnewswire.com/news-releases/ibm-ai-andcloud-technology-helps-agriculture-industry-improvethe-worlds-food-and-crop-supply-300855333.html Microsoft sustainability Carbon Water Waste Ecosystems Overview Customer sustainability Global sustainability Appendix 89 2025 Environmental Sustainability Report 2025 Microsoft Environmental Sustainability Report Learn more about our sustainability journey and sign up for news and updates here.", "source_file": "Microsoft_2025_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We set bold, long-term aspirations, such as The Climate Pledge—our goal to reach net-zero carbon emissions across our global operations by 2040—and create strategic, actionable plans to achieve them.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "This report details our work to embed decarbonization efforts across our business and the industries we work in; prevent and responsibly divert waste; avoid, optimize, and transform packaging; reduce, reuse, and replenish water; and avoid and minimize biodiversity loss within our own operations and beyond our value chain.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, we demonstrated this repeatedly across our business, with sustainability innovations directly enhancing customer experiences.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We’ve also harnessed AI as a powerful sustainability tool—optimizing sizing recommendations to reduce returns, identifying energy inefficiencies, detecting water leaks, and avoiding packaging—solving countless environmental challenges while simultaneously improving service quality.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, we unveiled breakthrough data center innovations in power systems, cooling technology, and hardware architecture that will simultaneously support next-generation AI capabilities while improving energy efficiency—proving that technological progress and sustainability can advance in tandem.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We measure both absolute emissions and carbon intensity to provide a complete picture of our progress toward our 2040 goal.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Absolute emissions are critical to our end goal, and carbon intensity helps us assess the effectiveness of our actions along the way.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "After two years of decreasing absolute carbon emissions, we saw a 6% increase in 2024.7 This is where carbon intensity helps us examine whether we’re employing the right solutions in the near term, and decoupling emissions from business growth.8 In 2024, we achieved a 4% reduction in carbon intensity compared to 2023, with 11% business growth during the same period.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Learn more about how we are scaling lower-carbon fuels Our direct emissions increased 6% compared to 2023, as our business continued to grow and we navigated global supply constraints for EVs and low-carbon fuels.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Additionally, as of January 2025, we had invested in 621 renewable energy projects—including 124 new projects in 2024 alone— representing 34 GW of carbon-free energy capacity.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Learn more about how we’re improving energy efficiency to power AI innovation For the past two years, 100% of the electricity consumed by Amazon was matched with renewable energy sources.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "This helps us reduce carbon emissions, but doesn’t eliminate them.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We aim to reduce embodied carbon in building construction by using lower-emission concrete, lower-emission steel and aluminum, and mass timber.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, 49 Amazon building projects incorporated lower-carbon building materials and finishes, avoiding at least 77,000 metric tons of embodied CO2e.13 Learn more about how we are reducing embodied carbon in our buildings Reducing indirect emissions from other sources requires engaging our suppliers on their efforts to decarbonize.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Learn more about how we are engaging suppliers Indirect emissions from other sources, which made up 74% of our total carbon footprint in 2024, increased 6% from 2023, primarily from data center construction and fuel consumption by third-party delivery service providers.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Engaging Others on the Path to Net-Zero Carbon by 2040 We recognize that addressing complex sustainability challenges—like enabling widespread electrification, scaling lower-carbon fuels, and increasing the availability of lower-carbon building materials—requires growing demand to expand supply and achieve lower costs through efficiencies of scale.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, the fund made 12 new and follow-on investments across transportation, energy, buildings, and carbon removal sectors.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We aim to deliver the best for our customers and communities while progressing toward our goal of net-zero carbon emissions across our operations by 2040.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, we offered our customers shipping options that promote routing efficiency, further reducing the miles traveled and the average carbon emissions associated with delivery.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, Prime members in the U.S. saved an estimated 452 million deliveries due to consolidating their Prime deliveries, which helped avoid the use of more than 494 million boxes and 335,000 metric tons of carbon dioxide equivalent (MTCO₂e).", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "More than 5 million products are expected to travel on the UK’s electric rail network in 2025, avoiding traffic congestion and reducing carbon emissions, with plans to expand across further electric rail routes before the end of 2025.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We have also continued to invest in lower-carbon fuels and deployment of electric and alternative fuel vehicles to reduce transportation- related emissions.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Optimizing AWS Global Cloud Infrastructure As the world’s most comprehensive and broadly adopted cloud, AWS is committed to building a more energy efficient and lower-carbon business for our customers and the planet, especially as advancements in digital transformation and adoption of advanced technologies such as AI increase global demand for data center capacity.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Research estimates AWS infrastructure is up to 4.1 times more efficient than on-premises computing, and when workloads are optimized on AWS, the associated carbon footprint can be reduced by up to 99%.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We aim to reduce deforestation risk within our global grocery and commodities supply chains for commodities including palm oil, beef, coffee, and tea.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "When we develop Amazon devices, we aim for each generation to be more carbon-efficient than the last by integrating efficiency features directly into product design and incorporating recycled materials into our products where feasible.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We are making investments to help lower costs and scale supply, and through industry collaborations, we aim to encourage the development and expansion of lower-carbon fuels, making these fuels more accessible and affordable for everyone.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We engage in efforts that focus on: • Lower-carbon marine fuels: As a member of the First Movers Coalition and co-founder of ZEMBA in 2023, we seek to expand the use of lower-emission fuels and technologies for ocean transportation.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We support the First Movers Coalition goal of using maritime ships with zero-emission fuels for at least 10% of cargo shipped internationally by 2030, and ZEMBA’s goal that freight buyers can purchase third-party verified zero-emission shipping for 100% of ocean cargo by 2040.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, we purchased lower-emission biofuel services representing the maritime transportation of more than 10% of our ocean cargo.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "• Renewable diesel: In 2024, we increased use of renewable diesel—a lower-carbon fuel made from waste fats and oils—and used 4.7 million gallons in middle and last mile operations, up from 286,300 gallons in 2023.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Amazon India Operations entered into a strategic partnership with Hindustan Petroleum Corporation Limited (HPCL) to push the development and adoption of Low Carbon Fuels (LCFs) produced from agricultural and agro-industrial waste, with the goal of decarbonizing long-haul transportation in India.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, we used 17,800 hydrogen-powered forklifts at more than 80 fulfillment centers in North America.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "• Renewable Natural Gas (RNG): In our transportation network, we have compressed natural gas vehicles (CNGs), which can reduce carbon emissions by at least 75% compared to diesel when refueled with RNG.14 In 2024, there were more than 4,400 CNGs on the road in our transportation network—an increase of 12% compared to 2023—which used 39 million gallons of RNG.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "By helping to advance innovative, scalable solutions, we aim to reduce embodied carbon emissions, which are part of our Scope 3 footprint.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, 49 building projects across Amazon, including data centers, grocery stores, fulfillment centers, and corporate offices, were constructed with lower-carbon building materials and finishes.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "• Lower-carbon steel: In 2024, Amazon joined the Sustainable Steel Buyers Platform , a coalition of leading corporations working to accelerate the availability of lower-carbon steel in North America, in particular lower-carbon iron making technologies.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "AWS constructed 36 data centers with lower-carbon steel in 2024, in addition to 31 in 2023.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In January 2024, AWS updated its design standards to require the use of concrete with 35% less embodied carbon than the industry average in new data centers around the world.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, 38 data centers were constructed with lower-carbon concrete, in addition to 36 data centers in 2023.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "• Mass timber: In 2024, we developed Mass Timber Sourcing Guidelines to inform our building materials suppliers and building partners about sourcing and deploying lower-carbon structural wood.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, Amazon collaborated with the UK Chartered Institution of Building Services Engineers (CIBSE) and Introba to publish Technical Memorandum 65.3 (TM65.3) outlining embodied carbon baselining guidance for the design, construction, operation, and/or maintenance of logistics centers in Europe.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Implementing Lower-Carbon Approaches to Heating and Cooling We strive to use lower-carbon options for heating and cooling of buildings to reduce our Scope 1 and 2 emissions.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We are also expanding battery energy storage capacity to collect and store renewable energy to use when other energy sources may be unavailable—such as at night or during periods of high demand—and to help improve grid stability.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, Amazon invested in 302 utility-scale wind and solar projects globally, including 76 newly operational ones, in 29 countries.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We brought 51 new on-site rooftop solar energy systems online in 2024, for a total capacity of 61 MW.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Data Center Electricity Use Matched by Renewable Energy In 2024, we continued to match 100% of electricity consumed in all data center regions with renewable energy sources and worked with utilities and regulators on green tariffs so that more companies can buy carbon-free energy directly from renewable energy projects.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, as part of a $10 billion investment for building two new data center complexes in Mississippi, AWS announced a first-of-its-kind agreement with utility company Entergy Mississippi to enable 650 MW of new renewable energy projects in the state over the next three years.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "By the end of 2024, Amazon had eight solar energy projects paired with battery energy storage systems, representing 2.1 GW of capacity, up from 1.9 GW in 2023.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "X-energy is targeting deployment of up to 960 MW of carbon-free energy to the U.S. grid by 2039—which would be the largest SMR implementation in the industry.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Engaging With Suppliers Working with suppliers to help them reduce emissions is critical to addressing climate change.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "• Join The Climate Pledge or make a public commitment to reach net-zero carbon by 2040 or earlier (science-aligned).", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "• Amazon-specific commitment to reach net-zero carbon by 2040 or commitment to use carbon-free energy.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "• Visit the Sustainability Exchange for tools to help meet target(s).", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Credits are only available to companies that have set a net-zero carbon emissions target for no later than 2050, covering Scope 1, 2, and 3 emissions; measure and publicly report their carbon footprint on a regular basis; and commit to implementing decarbonization strategies in line with climate science.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, highlights included: • We developed pilot projects to make it easier for suppliers to purchase renewable energy certificates and make progress toward their decarbonization goals.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "• We worked with our top suppliers on carbon measurement and reporting to improve the accuracy of emissions calculations and help enable suppliers and procurement professionals to manage carbon performance quantitatively alongside other performance metrics.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We also supported 38 Device suppliers—representing 80% of our direct manufacturing spend for Echo, Kindle, Fire tablet, Fire TV, Ring, Blink, and eero devices and accessories—in developing renewable energy plans.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "• AWS partnered with suppliers across semiconductor and electronics manufacturing industries to set emission reductions roadmaps and increase the adoption of carbon-free electricity.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "AWS is also a member of SEMI’s Semiconductor Climate Consortium (SCC) and worked to increase access to carbon-free power and decarbonization standards and tools for the semiconductor industry.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Signatories commit to regular GHG reporting, making operational changes to decarbonize their business, and neutralizing remaining emissions with credible offsets.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "The Climate Pledge joined with the Center for Green Market Activation and RMI in 2024 to launch a new lower-carbon concrete buyers alliance.21 The alliance aims to use a book-and-claim system to decouple the physical product from its environmental attributes, allowing companies to claim those benefits in advance of delivery.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "By 2030, all the electricity used by the charging stations is expected to be matched with renewable energy, amounting to an estimated 6.2 MW of renewable energy capacity.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, we launched the Amazon Science Exchange , to address the critical technology gaps that impede Amazon and our collaborators from meeting our sustainability goals.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "The tool helps our customers monitor the estimated carbon emissions generated by AWS resources across a number of services, regions, and time periods, and this transparency allows customers to identify areas of higher emissions and implement targeted optimizations to reduce their footprint.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "The goal of The Climate Pledge Fund is to support solutions that could accelerate and lower the overall cost to decarbonize Amazon and the broader economy.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, The Climate Pledge Fund reached a milestone of five years of investments, making 12 new and follow-on investments in multiple industry sectors that affect climate change: transportation and logistics; energy generation, storage, and utilization; buildings; manufacturing and materials; the circular economy; food and agriculture; carbon removal; and water.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "By utilizing Subeca’s single-device ultrasonic smart water meter, Amazon can improve the efficiency of its water use and reduce water loss across its fulfillment centers, grocery stores, offices, and data centers.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Supporting Policies That Drive Decarbonization Public policy can accelerate the deployment of emerging lower-carbon technologies necessary to achieve global decarbonization.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, we continued our advocacy for expanding the deployment of carbon-free energy and creating pathways for corporate procurement of carbon-free energy.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Reducing Deforestation Tropical forests, which cover 45% of the world’s forested areas, play a crucial role in regulating global climate patterns, according to the International Panel on Climate Change.24 As a result, mobilizing financing to enable countries to protect their tropical rainforests is a key focus of our carbon neutralization and broader biodiversity efforts.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2021, we made an ambitious pledge to protect nature and mitigate climate change through co-founding the Lowering Emissions by Accelerating Forest Finance (LEAF) Coalition .", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "When effectively implemented, these projects can create benefits such as wildlife habitat, promote biodiversity, improve water quality, and reduce flood risk.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, the label was formally approved and released by Verra, the mission-driven nonprofit that serves as a leading standards-setter for the voluntary carbon market.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We aim to donate items that cannot be sold, but when they are not suitable for sale, resale, or donation, often due to damage or expiration, we prioritize their recycling.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We engage with suppliers to reduce waste related to our products, partner with other organizations to scale efforts to transition to a more circular economy, and work with local municipalities to improve recycling infrastructure where we can.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Learn more about our efforts to provide more sustainable products and optimize packaging Preventing Food Waste in Grocery Stores and Distribution Centers Food waste represents lost natural resources and nutrition and is a significant contributor of greenhouse gas emissions.27 That’s why Amazon has set a goal to reduce food waste by 50% by 2030 across our U.S. and Europe operations.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "• Recover more: AWS aims to continually improve repair, reuse, and recycling practices to recover more value from decommissioned assets.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "To drive circularity and increase landfill diversion, AWS sends racks to these hubs for secure decommissioning of the hardware in the racks before recirculation into AWS inventory, resale into the secondary market, or recycling.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Additionally, these reverse logistics hubs have enabled AWS to source 16% of spare parts from its own reuse inventory, abating 110,000 tons of carbon emissions by avoiding purchase of new parts.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, the facility also earned UL Solutions’ highest Zero Waste certification (Platinum level) by diverting 100% of processed equipment from landfills, including 99% through reuse by AWS, resale into the secondary market, or recycling, and 1% to Thermal Processing with Energy Recovery.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "2% Incineration with Energy Recovery Incineration with Energy Recovery Where prevention, reduction, reuse, or recycling are not possible, we target energy recovery.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "• Working with specialized waste service providers that offer recycling and recovery solutions: We aim to select service providers that prioritize recycling over landfill and incineration, and we have established contractual requirements for waste diversion and data reporting to support our overall waste management objectives.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, we collaborated with UPM Raflatac’s RafCycle service to launch a recycling solution for the paper backing from our adhesive labels used throughout operations across our North American fulfillment sites.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Implementing this solution increased recycling of this material by 16% compared to 2023.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "−Waste sortation: We engage with waste technology companies developing artificial intelligence (AI) and computer vision solutions to improve waste sortation and avoid contamination of different waste streams, which can block recycling efforts.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, we worked with Glacier to test its AI-enabled waste sorting technology for contamination monitoring in cardboard streams, to drive optimal recycling of cardboard waste at Amazon fulfillment centers, and the identification of newly developed bio-based packaging materials, to enable future sortation of these materials from mixed streams.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "• Innovate: We work across the public and private sectors to create and scale more sustainable packaging solutions and improve recycling infrastructure globally.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "These collaborations improve and scale recycling infrastructure, design new materials, and discover ways of recycling them.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "For example, Shorr Packaging joined The Climate Pledge in 2024, the first of our cardboard suppliers to do so, while the packaging material provider Pregis became our first supplier to obtain Amazon-provided renewable energy credits to support the decarbonization of its converting operations.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We drive progress through the following strategies: • Reduce: We increase our water use efficiency and reduce local withdrawals by installing water-conserving measures in buildings and tracking water use in real time to help minimize water loss.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "To meet this goal, AWS is focused on improving liters per kilowatt-hour (L/kWh) water use effectiveness (WUE), using more sustainable sources, and delivering water replenishment.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We improve water use efficiency across Amazon operations by scaling real-time leak detection, innovative treatment technologies, and water-conserving fixtures.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "AWS Water Use Effectiveness 2021 2022 2023 2024 % Change from 2023 Water use effectiveness (L/kWh) 0.25 0.19 0.18 0.15 17% Amazon Grocery, Logistics, and Corporate Buildings Amazon seeks to implement water efficiency best practices across our global logistics and grocery operations, along with our corporate offices.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Additionally, this program enables our teams to analyze changes in water use patterns under different circumstances, such as fluctuations in seasonal demand, to improve forecasting and track the progress of our water conservation strategies.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Across our corporate office footprint, we work to reduce indoor water use and design new buildings to comply with low-flow design standards.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Since 1970, global wildlife populations have dropped by an average of 73%, signaling severe stress on the natural systems that support life.32 Amazon recognizes the critical importance of biodiversity to the health of the planet, communities, and our business.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We aim to reduce deforestation and responsibly source agricultural and mineral commodities for our own products and delivery packaging.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "For example, we are investing in nature-based climate solutions that reduce and remove carbon from the atmosphere as part of The Climate Pledge and in watershed replenishment projects that protect and restore natural fresh water sources to support our water positive goals.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Within agricultural lands, Whole Foods Market works to improve the farms it sources from through promoting and supporting “climate-smart agriculture”—an approach to farming that supports environmental health, including the promotion of biodiversity, while considering both the impact agriculture has on the climate and the climate’s impact on agriculture.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "To further promote on-farm biodiversity, Whole Foods Market joined Mad Agriculture’s Wilding initiative in 2024.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "While primarily aiming to reduce and remove carbon emissions, these programs are designed to protect and restore natural habitats in sensitive ecological regions in collaboration with local communities.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, we strengthened Amazon Private Brands’ responsible sourcing practices by supporting suppliers in mitigating human rights risks and promoting continuous supply 29 Overview Progress Appendix Carbon and Energy Waste and Circularity Packaging Water Biodiversity Human Rights Responsible Supply Chain Sustainable Products Employee Experience Health and Safety Inclusive Experiences Community Impact Responsible Business Practices chain improvements.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Learn more about how we engage suppliers to achieve net-zero carbon emissions by 2040 Equal Opportunity Amazon serves on the advisory board of the Resilience Fund for Women in Global Value Chains, supporting women-led organizations in Southeast Asia through flexible grants for sexual and reproductive health programs or the prevention of gender-based violence.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, Whole Foods Market and Amazon Private Brands achieved 22 of 38 sustainability commitments, which cover 11 different commodities.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Private Brands in North America and Europe partnered with a third-party consultant in 2023 to assess deforestation risks.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, we measured carbon emissions, soil health, and water usage of Whole Foods Market and Amazon Fresh private label food products.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "As of the end of 2024, we had measured the carbon footprint of 69% of our food-related private label products, which allows us to identify and prioritize carbon abatement projects.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Projects implemented in 2024 include manure management with dairy farmers, increasing climate smart practices on dairy farms and with leafy green growers, and enhancing process electrification and feed efficiency with seafood suppliers.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In addition, Whole Foods Market is expanding its carbon reduction efforts beyond stores to its supply chain and working with suppliers to reduce the carbon impact of products in its supply chain.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, Whole Foods Market launched a pilot program to reduce emissions in shrimp farming through more sustainable feed initiatives, improved delivery efficiency, and by reducing operational energy use with the installation of solar panels.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "As of the end of 2024, we had measured the carbon footprint of 75% of our non-food related products.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, we also used the Higg Facility Environmental Module to assess our apparel suppliers’ product manufacturing activities and identified engagement opportunities with more carbon-intensive suppliers, such as fabric mills.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We regularly evaluate Amazon Private Brands’ environmental and responsible sourcing standards, and, in 2024, we enhanced our lower-carbon material standards for new products.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Amazon Devices We aim for each generation of Amazon devices to be more carbon-efficient than the last.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, we also launched 25 new devices and accessories with a SCS Recycled Content or a Carbon Trust certification, which are certifications recognized by our Climate Pledge Friendly program.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Learn more about our approach to avoiding conflict minerals in our Conflict Minerals Report We set a goal to invest in new renewable energy capacity to match the electricity used by our customers’ Echo, Fire TV and Ring devices by 2025.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "By 2022, we had contracted enough renewable energy capacity to match our 2025 projections.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, 62 supplier sites achieved UL Solutions’ Zero Waste to Landfill (ZWTL) certification at Silver level or better, up from 10 sites when we launched our ZWTL program in 2021.43 This includes all final assembly sites and packaging sites worldwide for Echo, Kindle, Ring, Fire tablets, Fire TV devices, cables, and adapters.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, we updated these fact sheets to include carbon footprint comparisons against previous-generation models.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Amazon’s Sustainability team coordinates efforts across the company to oversee operational changes that help reduce or eliminate carbon in our businesses.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "For example, we advocate in support of public policy that aligns with our commitment to reach net-zero carbon emissions across our global supply chain by 2040, including carbon-free energy, and on policies aimed at reducing packaging materials.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "BeefB By 2025, source Private Brands beef from regions of low deforestation risk or with full supply chain traceability, demonstrating the products did not contribute to deforestation.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Within Europe, Amazon’s goal is that the soy in Private Brands supply chains will be deforestation-free by the end of 2025, with a cut-off date of 2020.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "In 2024, 6% of soy in our European private brand supply chains was verified Deforestation- and Conversion-Free (DCF), an increase from 4% in 2023.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "A cut-off date of 2020 means that the soy has not been sourced from land that has been subject to deforestation since the end of 2020.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "We regularly refine our carbon measurement approach to improve accuracy.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "Carbon credits are certificates that are purchased to offset the emissions of a certain amount of CO2 or other GHGs.", "source_file": "Amazon_2024_report.txt"}
{"company": "Amazon", "filing": "2024", "claim_text": "UL’s Zero Waste to Landfill methodology defines Silver-level sites as those diverting 90%–94%, Gold-level sites as those diverting 95%–99%, and Platinum-level sites as those diverting 100% of waste, according to the UL 2799 standard.", "source_file": "Amazon_2024_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "That progress has brought us closer than ever to Apple 2030: our goal to become carbon neutral for our global footprint, including our supply chain and the energy our customers use to power their devices.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "It describes in detail how we continue to dramatically reduce our climate impact, while helping accelerate a global transition toward recycled materials and renewable energy.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "That’s helped reduce the carbon footprint of Mac mini by 80 percent from our business-as-usual scenario.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "And to balance the remaining emissions that can’t be avoided, we invest in high-quality, nature-based projects that reduce carbon in the atmosphere.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "We’ve also invested in clean energy projects worldwide to address product use and prioritized lower-carbon shipping modes to reduce emissions.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "These actions have reduced the carbon footprint of Mac mini by over 80 percent from a business-as-usual scenario.2 To offset the remaining emissions, we apply high-quality carbon credits from nature-based projects.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "And in 2020, we achieved carbon neutrality for our corporate emissions, which we’ve maintained annually.22 Decarbonizing our supply chain is a crucial component of our efforts.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Our goal is consistent with the Intergovernmental Panel on Climate Change’s (IPCC) recommendation for global carbon neutrality.23 We’re also committed to working toward reaching a 90 percent reduction in emissions from our 2015 baseline by 2050.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "We’ve issued $4.7 billion in green bonds to model how businesses can drive investments to reduce global emissions.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Goal Achieve carbon neutrality for our entire carbon footprint by 2030 — reducing related emissions by 75 percent compared with 2015.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "These priorities inform our work to design for material efficiency and increase our use of recycled and renewable materials.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Our strategy is to transition to materials that are manufactured using low-carbon energy and recycled content.27 We’ve prioritized the materials and components that make up a large part of our product carbon footprint to move us closer to our goal of carbon neutrality.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Our transition to certified recycled materials by product line Increasing recycled content in our products We’re progressing toward our goal of relying solely on responsibly sourced recycled or renewable materials for our products and packaging.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "And as we progress toward our 2030 carbon neutrality goal, we’re investigating new materials and new ways to manufacture packaging efficiently.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Driving product energy efficiency Product energy use accounts for 29 percent of our gross carbon footprint — and for this reason, we work to improve our products’ energy efficiency.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In 2024, all eligible Apple products continued to receive an ENERGY STAR rating for superior energy efficiency.36 The new Mac mini, for example, exceeded those standards, using 79 percent less energy than required for ENERGY STAR.37 Integrated circuits are at the core of technology products and, historically, have been carbon intensive to create.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "We have two goals in this collaboration: to improve the carbon footprint models associated with leading nodes of integrated circuit production, and to use these models to identify carbon reduction opportunities for the entire integrated circuits industry.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "We aim to apply similar carbon footprint model improvements to other components to support our Apple 2030 journey.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Engagement and Advocacy Introduction Contents Appendix Green Bond Impact Report Data 19 2025 Environmental Progress Report Environmental Initiatives FEATURE In 2024, we launched the carbon neutral Mac mini, our ultracompact and efficient update to the Mac family.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Use By redesigning Mac mini around Apple silicon, we developed a new power supply and thermal architecture to improve energy efficiency without compromising performance.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Achieving maximum efficiency across our footprint is essential to meeting our 2030 carbon neutrality goal.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In 2024, our energy efficiency program avoided more than 57 million kilowatt-hours of electricity, which includes savings from efficient servers, and more than 314,000 therms of natural gas through adjustments made to 4.7 million square feet of new and existing buildings.44 Together, these recent initiatives will avoid an additional 18,000 metric tons of CO2e per year.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "And in certain situations, we purchase renewable energy certificates (RECs), which in 2024 accounted for about 4 percent of our total load.46 When possible, we aim for our RECs to share the same power grid as the Apple facility they support.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "The Supplier Energy Efficiency Program, launched in 2015, helps our suppliers optimize their energy use.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "We launched the Asia Green Fund in 2019 to help provide technical expertise and finance capital-intensive energy efficiency projects.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In 2024, more than 80 supplier facilities participated in our Supplier Energy Efficiency Program, achieving more than 2.5 billion kilowatthours of electricity savings and more than 2.3 MMBtu in additional energy savings.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Apple-created projects ~89% Long-term renewable energy contracts Through long-term power purchase agreements, virtual power purchase agreements, and other forms of long-term commitments, we help support new, local, and primarily solar photovoltaic and wind projects in line with our renewable energy–sourcing standards around the world.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "~8% Direct ownership We build our own projects — including solar, biogas fuel cells, and low-impact hydro projects — to provide renewable electricity, where feasible.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "~4% Equity investment Around the world, we invest capital in new solar PV or wind projects in some markets, matching the renewable energy generated with our energy use.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "That’s why our efforts to facilitate our entire supply chain’s transition to 100 percent renewable electricity are essential to reaching our 2030 carbon neutrality goal.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "To rapidly scale and accelerate progress to Apple 2030, the Apple Supplier Code of Conduct now requires our entire direct manufacturing supply chain to use 100 percent renewable electricity for all Apple production before 2030.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In 2024, the 17.8 gigawatts of renewable energy procured by suppliers and online in Apple’s supply chain generated 31.3 million megawatt-hours of clean energy, avoiding 21.8 million metric tons of greenhouse gas emissions — a 17.4 percent increase over 2023.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In 2024, suppliers relied mostly on renewable energy certificates (RECs) to meet their CEP commitments, largely due to the expansion of China’s Green Electricity Certificate (GEC) system and the recognition of GECs as a primary instrument for tracking renewable energy consumption.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In 2024, nearly 300 supplier facilities in China and Taiwan participated in our Clean Energy Academies, which were attended by renewable energy developers and other industry guest speakers.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "4% Direct investment 49% Solar 3% Other technology 48% Wind Engagement and Advocacy Introduction Contents Appendix Green Bond Impact Report Data 26 2025 Environmental Progress Report Environmental Initiatives China Clean Energy Fund In 2025, we launched a second fund to support renewable energy development in China.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "• The China Clean Energy Fund: In 2025, we launched a second fund to support renewable energy development in China.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In China, Apple and suppliers continue to participate in meetings and events to share their experiences with renewable energy procurement, and discuss ways to improve policies and increase the availability of cost-effective solutions.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Our goal is to match 100 percent of our product energy use in gigawatt-hours (GWh) with clean energy, aiming to avoid as much carbon as charging and powering our devices emit, including in 2024, our Mac mini and carbon neutral Apple Watch models.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Our work in 2024 is a continuation of our prior commitment to enabling customers to help decarbonize the grid.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "We increased local renewable energy production and battery storage to improve reliable access to electricity.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "We launched the initiative in 2019 to provide underresourced communities with renewable electricity while supporting economic growth and delivering social benefits.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "By transitioning these vital institutions to solar power, they can reduce energy costs while fostering environmental stewardship and sustainable development.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Since the launch of our engagement efforts in 2019, our largest manufacturers of displays and semiconductors have committed to a high standard of F-GHG abatement.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Supplier F-GHG abatement In 2024, our display and semiconductor suppliers’ efforts resulted in avoided emissions of more than 8.4 million metric tons CO2e, annualized.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Engagement and Advocacy Introduction Contents Appendix Green Bond Impact Report Data 31 2025 Environmental Progress Report Environmental Initiatives FEATURE Obtaining commitments to reduce greenhouse gas emissions We’re working with our suppliers to reduce fluorinated greenhouse gases (F-GHGs) essential to their manufacturing processes.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "We’ve historically supported voluntary efforts by our display and semiconductor manufacturers to reduce their F-GHG emissions.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "F-GHG abatement commitment As of March 2025, 26 semiconductor manufacturers have committed to at least 90% F-GHG emissions abatement for their entire facilities with Apple-related production.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In 2024, we continued to partner with carriers that offer low-carbon deliveries using electric vehicles (EVs), such as e-bikes and cars, reducing our impact in customer communities.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Improving employee travel and commute We’re focused on finding new ways to reduce the carbon footprint from our employees commuting to work.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "We plan to reach our goal of becoming carbon neutral across our entire value chain by 2030 using a wide range of solutions at our disposal, prioritizing significant emissions reductions, followed by long-term carbon removal initiatives.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "We’re intentional about identifying avoided deforestation and removal projects that are of a high standard and that achieve meaningful impact.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In addition to providing climate benefits, nature-based solutions offer multiple co-benefits, including enhanced employment and local livelihoods, improved biodiversity, soil carbon and nutrient cycling, and increased timber supply that can reduce the pressure on primary forests.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Initiating a shift in investments in voluntary carbon markets The current carbon markets are too small to deal with the scope and integrity of impact needed to remove tens of billions of metric tons of carbon by 2050.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In 2021, Apple partnered with Goldman Sachs and Conservation International to launch the Restore Fund — an innovative naturebased carbon removal investment strategy.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Both of these funds aim to remove 1 million metric tons of carbon dioxide annually from the atmosphere at peak, as well as provide important benefits for local communities and protect and enhance biodiversity.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "The expanded fund targets two types of investments: regenerative agriculture and other ecosystem assets and a pipeline of landscape restoration projects that aim to remove carbon from the atmosphere.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Verifying high-quality projects to achieve high impact Working to verify the quality of projects is foundational to our carbon removal efforts.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "The alliance focuses on identifying opportunities and barriers to investment in the natural climate solutions voluntary carbon market and also serves as a forum for knowledge sharing and technical capacity building to help natural climate solutions reach their full potential in abating climate change.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Engagement and Advocacy Introduction Contents Appendix Green Bond Impact Report Data 35 2025 Environmental Progress Report Environmental Initiatives FEATURE Investing in restoring and reforesting degraded lands in Brazil Carbon removal projects can achieve environmental and social benefits while offering potentially profitable investments.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Since 2022, the project has planted nearly 15 million trees and is projected to offset more than 8.5 million tons of carbon dioxide equivalent within 15 years.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Our aim is to one day make our products solely from responsibly sourced materials — whether recycled or renewable — while maintaining our same rigorous standards of quality and durability.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Zero waste Minimizing overall waste generated and working to eliminate waste sent to landfill from our manufacturing supply chain, corporate offices, data centers, and retail stores.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Our path We aim to design our products for optimal material recovery, innovate recycling technology, and work with others to help build circular supply chains.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In 2024, we directed nearly 40,000 metric tons of electronic scrap globally to recycling facilities with the help of customer and employee programs.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In 2025, CMU extended our work to build solutions for flat-panel display recycling.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "To support additional dismantling and battery removal, we’ve added multiple stations with Engagement and Advocacy Introduction Contents Appendix Green Bond Impact Report Data 46 2025 Environmental Progress Report Environmental Initiatives FEATURE Advanced material recovery technologies Autonomous mobile robots (AMR) U.S. Our Advanced Recovery Centers now employ AMRs to help transport products and components around the facility and increase operational efficiency.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Daisy U.S. and the Netherlands In 2024, we expanded the capabilities of Daisy, which can now disassemble 36 iPhone models — including various models between iPhone 5 and iPhone 14 Pro Max — into discrete components, helping us recover more materials for recycling.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Engagement and Advocacy Introduction Contents Appendix Green Bond Impact Report Data 47 2025 Environmental Progress Report Environmental Initiatives Water Our purpose We aim to advance water security and protect communities where we and our suppliers operate through actions that improve freshwater availability, quality, and equity.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Our low-water design efforts avoided 161 million gallons of freshwater use in 2024 in our corporate offices and data centers.59 At our campus in Austin, Texas, we aim to achieve net-zero water use by relying on an onsite wastewater reuse system, as well as condensate recovery and stormwater capture, limiting potable water use to potable purposes only.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "The impact was profound, resulting in a 75 percent reduction in water usage and approximately 90 percent reduction in chemical use, which also helped achieve carbon savings.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Engagement and Advocacy Introduction Contents Appendix Green Bond Impact Report Data 49 2025 Environmental Progress Report Environmental Initiatives 87+11+2+m Site efficiency and conservation Next, we identify steps to use less freshwater in our existing operations and those of our suppliers, prioritizing regions where our efforts can immediately reduce stress on local watersheds.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Water use at corporate facilities 1756 Mgal 2% Other alternative sources We use nontraditional water supplies, such as rainwater and air handler condensate, for onsite nonpotable use.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "The conservancy and the growers aim to determine which method optimizes bird habitat and soil quality while accounting for water use, treatment costs, and impacts on the following year’s crop.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In 2024, our funds supported the construction and maintenance of a water system that includes a solar-powered pump, which raises well water to a tank above the village before distributing it to 12 subvillage tapstands and taps at the village primary school and dispensary.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Engagement and Advocacy Introduction Contents Appendix Green Bond Impact Report Data 51 2025 Environmental Progress Report Environmental Initiatives Advocacy efforts and local partnerships Addressing global water challenges requires collective action, and we aim to share our knowledge and work with others to accelerate progress.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Engagement and Advocacy Introduction Contents Appendix Green Bond Impact Report Data 52 2025 Environmental Progress Report Environmental Initiatives Zero waste Our purpose We’re working to eliminate waste sent to landfill — and the environmental costs that come with it.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In 2024, recycling and composting efforts allowed us to achieve a waste diversion rate of 70 percent.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "We also limited landfill waste from our global operations to about 18,700 metric tons.69 We’ve continued our efforts to make progress on waste diversion since achieving our first zero-waste certification, UL Solutions’ Zero Waste to Landfill Validation, in 2015 for our campus in Cork, Ireland.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "We achieved our initial target of TRUE certification, which verifies our Zero Waste Program, reinforcing the importance of data accuracy in targeting waste reduction.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "We launched the Zero Waste Program for our manufacturing partners in 2015 and have made significant, continuous progress.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In 2023, the Supplier Zero Waste Implementation Plan became an assessment requirement following a year of training and piloting.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In 2024, we continued our efforts in coolant recycling and reuse throughout our supply chain.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Engaging with suppliers to reduce waste We work closely with our suppliers to realize our zero-waste goals.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "This streamlined approach has brought even more suppliers into our program, with more than 230 facilities assured by UL Solutions in 2024 — 45 more than the previous year.73 We also support our suppliers in verifying their zero-waste efforts.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In 2024, we supported the development of the Waste Minimization Toolkit with the Responsible Business Alliance (RBA) alongside other members of its Environmental Sustainability Working Group (ESWG).", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Starting in 2022, we’ve organized a series of webinars with suppliers, policymakers, and industrial leaders to share their experiences in the Zero Waste Program with participating suppliers and those who plan to join.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "We’re committed to amplifying the reach of our Zero Waste Program within our supply chain and beyond.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "The outreach sought to connect longstanding local waste management practices with the goal to achieve zero waste.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Engagement and Advocacy Introduction Contents Appendix Green Bond Impact Report Data 66 2025 Environmental Progress Report Environmental Initiatives Innovation Our purpose We’re working to continually improve the chemical safety, performance, and environmental impact of materials by expanding our knowledge of material properties through assessments, enabling us to pursue innovations that align with our values.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Engagement and Advocacy Introduction Contents Appendix Green Bond Impact Report Data 68 2025 Environmental Progress Report Environmental Initiatives Apple’s Regulated Substances Materials selection Per- and polyfluoroalkyl substances (PFAS) We proactively removed PFOA and PFOS from our products in 2010 and 2013, respectively, far ahead of global requirements.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Recycling Brominated and chlorinated flame retardants We’ve replaced brominated and chlorinated flame retardants, which reduce the recyclability of plastics and limit material circularity, with safer metal hydroxides and phosphorous compounds.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Engagement and Advocacy Introduction Contents Appendix Green Bond Impact Report Data 69 2025 Environmental Progress Report Environmental Initiatives In 2023, we collaborated with IPC, a globally recognized electronics standards-setting body, to draft and help launch IPC-1402, Standard for Green Cleaners Used in Electronics Manufacturing.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Our Supplier Clean Energy Program (CEP), launched in 2015, helps suppliers transition to renewable electricity by advocating for policy changes, providing information and access to renewable energy procurement options, and creating engagement opportunities with energy experts.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "The Supplier Energy Efficiency Program, launched in 2015, helps suppliers optimize their energy use.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In 2024, we delivered keynote addresses at the International Electronics Recycling Congress (IERC) and the World Circular Economy Forum (WCEF), as well as presented research papers at the Electronics Goes Green scientific conference on environmental topics such as eco-design and climate action.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In 2024, we partnered with the Clean Energy Buyer’s Alliance to develop supplier education materials and digital content alongside others in the industry, conducting in-person training in China and Vietnam.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Also in 2024, we partnered with the China Green Carbon Foundation to develop the high-quality forestry carbon removal projects assessment guideline in China, a first-of-its-kind framework for suppliers and other companies operating in the country.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Climate Advocate for policymakers and businesses to set sciencebased targets to reduce emissions in line with the Paris Agreement and the global ambition to be net zero by 2050 to avoid the worst impacts of climate change.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Energy Encourage and incentivize the global transition to renewable electricity — including tripling renewables capacity to 11,000 gigawatts by 2030 — and move away from electricity sources emitting more pollution, such as fossil fuels, fossil fuels with carbon capture, and hydrogen from fossil fuels.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Promote energy efficiency, remove barriers to renewable energy development, and increase investment in high-capacity transmission, energy storage, and load-shaping technologies.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "(2023) Japan: Supported policy statements on power sector decarbonization by 2035, more floating offshore wind, diminishing reliance on fossil fuels, higher carbon pricing, and more Non-Fossil Certificate (NFC) transparency.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "(2019) EU: Called on European leaders to increase their climate ambition to achieve targets of at least 55 percent greenhouse gas emissions reductions by 2030 and carbon neutrality by 2050.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "(2021) U.S.: Voiced support for enacting the Clean Energy Standard (CES), which would decarbonize the power grid by 2035 — the first company to do so.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "(2021) South Korea: Called for Korea’s 2030 energy plan to set a higher target for renewable energy, establish a fairer competitive market for renewables, and improve transparency for renewable energy solutions.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "(2024) Global: Signed the 3xRenewables letter calling for the tripling of global renewable energy capacity by 2030, along with support for energy storage and grids, to be included in UNFCCC Nationally Determined Contributions (NDCs) and energy plans.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Household survey data from more than 40 percent of households in the area indicate a significant correlation between the expansion of restored grassland areas and a reduction in human-wildlife and social conflicts.76 Apple’s partnership with CI also includes a carbon credit project that raises funds to protect forests, support livelihoods, and improve grassland health.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "We also regularly revisit the boundary of our carbon footprint as our data sources improve and our business evolves.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "7 For a detailed breakdown of carbon offset purchases applied to our corporate footprint, see the carbon offsets table on the following page.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "13 For fiscal year 2021, we retired credits from the Chyulu Hills project in Kenya and purchased carbon credits from two additional projects to offset a total of 500,000 metric tons of direct emissions across our value chain.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Engagement and Advocacy Environmental Initiatives Introduction Contents Appendix Green Bond Impact Report 82 2025 Environmental Progress Report Data Data High-quality carbon credits Project name Project description Vintage Volume retired (metric tons CO2e) Registry link AF Forestal Apepu Expansion Forestal Apepu S.A. is a company established in 2019 by an international forestry fund to conduct sustainable reforestation in Eastern Paraguay.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "The aim of the company is the sequestration of carbon and the production of quality timber in a highly deforested landscape.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "The project activity aims to enhance biodiversity conservation by increasing the connectivity of forests, improve soil and water conservation, and generate income and job opportunities for local communities.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "5 Supply chain renewable electricity capacity (operational) and renewable electricity use for fiscal year 2021 do not include REC purchases Apple made, equivalent to 0.3 GW and 500,000 MWh, respectively, to address a small increase to its carbon footprint.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "6 In an effort to rapidly scale and accelerate progress to Apple 2030, the Apple Supplier Code of Conduct now requires our entire direct manufacturing supply chain to use 100 percent renewable electricity for all Apple production before 2030.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Since the 2015 United Nations Climate Change Conference (COP21) in Paris, Apple has issued and invested proceeds from three green bonds to support global efforts to reduce carbon emissions.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "This year’s annual impact report covers the cumulative allocation of Apple’s 2019 Green Bond proceeds to environmental projects that incurred spend between September 29, 2019, and September 28, 2024 — Apple’s 2020 through 2024 fiscal years.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "1 We plan to reach carbon neutrality beginning with our fiscal year 2030 carbon footprint.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "10 We calculate greenhouse gas emissions mitigated or offset using the projected lifetime benefits of eligible projects from cumulative allocations for the period from fiscal year 2020 to fiscal year 2024.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In addition to continuing to fund our long-term environmental initiatives, we introduced four new projects in fiscal year 2024, the majority of our spend remained allocated to continuing long-term environmental initiatives necessary to reach our carbon neutrality goal.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Eligibility criteria Project type Project description Renewable energy Clean energy for product use To meet our Apple 2030 goal, we aim to generate enough clean energy to match the annual electricity consumption of our products used by customers.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Energy efficiency Supplier Energy Efficiency Program The Supplier Energy Efficiency Program, launched in 2015, aims to help our suppliers optimize energy use in their facilities by focusing on approaches to reduce energy use and avoid energy waste.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Low-carbon design Recycled materials The use of recycled materials is central to our goal of one day making our products solely from responsibly sourced recycled or renewable materials.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Carbon sequestration Nature-based solutions To reach our goal of carbon neutrality for our entire carbon footprint by 2030, in fiscal year 2024 we continued to allocate green bond proceeds to invest in high-quality carbon removal projects through Apple’s Restore Fund, with the aim of addressing the portion of emissions that we’re not yet able to avoid through other methods.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Achieved Engagement and Advocacy Environmental Initiatives Introduction Contents Green Bond Impact Report Data 98 2025 Environmental Progress Report Appendix Facilities renewable energy projects To reach 100 percent renewable electricity for Apple’s own facilities, Apple has helped create 1782 MW of renewable energy around the world.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "These solar projects came online beginning in 2015 and were Duke Energy’s first Green Source Rider projects to become operational.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "In 2017, we made long-term commitments to five more solar projects in North Carolina, for an additional 85 megawatts of renewable energy.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Maiden, North Carolina: Grid mix versus Apple-sourced renewable energy Electricity use in 2024: 466 million kWh Emissions avoided in 2024: 117,800 million MT CO2e4 Default grid mix % x Apple actual renewable energy allocation % Gas 41 Apple’s solar projects 68 Nuclear 38 Apple’s wind projects 32 Coal 9 Source: 2024 energy data.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "This solar PV project came online and began supporting the data center in 2017.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Prineville, Oregon: Grid mix versus Apple-sourced renewable energy Electricity use in 2024: 255 million kWh Emissions avoided in 2024: 72,000 million MT CO2e5 Default grid mix % x Apple actual renewable energy allocation % Hydro 43 Apple’s solar projects 43 Gas 40 Apple’s wind projects 56 Renewable 17 Apple’s microhydro projects 1 Source: eGrid 2022.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Mesa, Arizona 100 percent renewable since opening March 20176 Our global command data center in Mesa, Arizona, came online in 2016.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "As the Mesa data center grew, it became apparent that we needed additional sources of renewable energy to maintain our 100 percent renewable electricity goal.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Mesa, Arizona: Grid mix versus Apple-sourced renewable energy Electricity use in 2024: 530 million kWh Emissions avoided in 2024: 187,700 million MT CO2e7 Default grid mix % x Apple actual renewable energy allocation % Gas 47 Apple’s solar projects 100 Nuclear 29 Apple’s wind projects 0 Coal 8 Source: 2024 energy data.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Reno, Nevada 100 percent renewable since opening December 2012 In 2013, we created a partnership with the local utility, NV Energy, to develop the Fort Churchill Solar project.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Thanks to this new option, in 2015 we announced our second Nevada solar project, the 50-megawatt Boulder Solar II project.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "We‘ve utilized the NV GreenEnergy Rider program to create two additional projects: the 200-megawatt Techren II solar project, online in 2019, and the 50-megawatt Turquoise Project, online in 2020.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Reno, Nevada: Grid mix versus Apple-sourced renewable energy Electricity use in 2024: 454 million kWh Emissions avoided in 2024: 155,400 million MT CO2e8 Default grid mix % x Apple actual renewable energy allocation % Gas 54 Appleʼs solar projects (NV GreenEnergy Rider program) 100 Renewable 35 Source: 2024 energy data.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Denmark 100 percent renewable energy from the first day of operations Our data center came online in 2020.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Denmark: Grid mix versus Apple-sourced renewable energy Electricity use in 2024: 59 million kWh Emissions avoided in 2024: 34,500 million MT CO2e9 Default grid mix % Apple actual renewable energy allocation % Renewable 89 Apple’s wind and solar projects 100 Hydro — Source: 2024 energy data.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "China: Grid mix versus Apple-sourced renewable energy Electricity use in 2024: 214 million kWh Emissions avoided in 2024: 126,800 million MT CO2e10 Default grid mix % x Apple actual renewable energy allocation % Coal 63 Apple’s solar projects 50 Hydro 17 Apple’s wind projects 50 Renewable 11 Source: 2024 energy data.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "13 We calculate our progress toward our 100 percent renewable energy goal on a calendar-year basis, while the numbers reported in this table are based on fiscal year.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "All reviewed LCA studies up to now cover in total 77.6% of the total scope 3 carbon footprint.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "Apple’s carbon intensity of key materials as of 2015 (our baseline year for our 2030 product carbon neutrality goal).", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "5 In addition to working toward transitioning our entire product value chain to using 100 percent clean electricity by 2030, we’re prioritizing energy efficiency and emissions reductions within supplier facilities and operations.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "6 We plan to reach carbon neutrality for our fiscal year 2030 carbon footprint.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "47 In 2024, suppliers relied predominantly on U.S. or international renewable energy certificates (RECs) to meet their CEP commitments, as an interim solution to longerterm procurement options like power purchase agreements (PPAs), which are becoming increasingly available across the globe.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "49 We’re working with our suppliers on commitments to our F-GHG abatement specification requiring at least 90 percent abatement of total facility F-GHG emissions in support of our Apple 2030 goal.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "UL Solutions requires at least 90 percent diversion through methods other than waste-to-energy to achieve Zero Waste to Landfill (Silver: 90–94 percent, Gold: 95–99 percent, and Platinum: 100 percent) designations.", "source_file": "Apple_2025_report.txt"}
{"company": "Apple", "filing": "2025", "claim_text": "UL Solutions requires at least 90 percent diversion through methods other than waste-to-energy to achieve Zero Waste to Landfill (Silver: 90–94 percent, Gold: 95–99 percent, and Platinum: 100 percent) designations.", "source_file": "Apple_2025_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In the Environment section, we discuss scaling our work, partnering with others, and inventing new solutions to minimize our emissions, waste, and water use; increasing our use of carbon-free energy; and pioneering solutions to improve packaging, products, and the materials we use.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We set big goals and work backward to achieve them, such as The Climate Pledge, our goal to reach netzero carbon emissions by 2040, 10 years ahead of the Paris Agreement.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "On renewable energy, we set an ambitious goal to match 100% of the electricity consumed by our global operations with renewable energy by 2030, and we reached that goal in 2023—seven years early.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "As we look to the future, we are steadfast in our Climate Pledge commitment to be net-zero carbon across our operations by 2040.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We are working to innovate and scale solutions that minimize our emissions, waste, and water usage; increase our use of carbon-free energy; and pioneer new approaches for packaging, materials, and products.. Wind Wall, a wind farm located in California’s Tehachapi Mountains, generates carbon-free energy to AWS.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2019, we co-founded and committed to The Climate Pledge—our goal to reach net-zero carbon emissions by 2040, 10 years ahead of the Paris Agreement.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "These are some of the reasons we co-founded and committed to The Climate Pledge in 2019—our goal to reach net-zero carbon emissions by 2040, 10 years ahead of the Paris Agreement—and have invited hundreds of companies to join us.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We focus on four crosscutting initiatives to decarbonize our business: • We focus first on driving efficiency across our operations to reduce and avoid emissions at scale.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Through direct funding, we aim to advance our own progress toward net-zero carbon emissions and help accelerate the widespread adoption of new technologies by making them more affordable and accessible.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "10 2023 Amazon Sustainability Report Appendix People Overview Environment Value Chain Water Waste and Circularity Packaging Carbon-Free Energy Carbon Our Progress Amazon’s Carbon Footprint In 2023, our absolute carbon emissions decreased by 3%.2 This overall decrease was driven by an 11% reduction in emissions from electricity (Scope 2) and a 5% decrease in indirect and supply chain emissions (Scope 3).", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Our carbon intensity decreased for the fifth consecutive year, down 13% from 2022 to 2023.3 This metric demonstrates how we are working to decouple emissions growth from business growth.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, we invested in carbon abatement projects across Amazon.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In addition to our direct investment and work to decarbonize our business, we also worked with organizations throughout our supply chain and broader industry to reduce and avoid emissions and create solutions to help decarbonize our value chain.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, our Scope 1 emissions increased 7% compared to 2022 and represented 21% of our total carbon footprint.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "11 2023 Amazon Sustainability Report Appendix People Overview Environment Value Chain Water Waste and Circularity Packaging Carbon-Free Energy Carbon In 2023, our net sales grew 12% and more than two-thirds of Amazon packages were delivered via Amazon’s own logistics network.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We are excited to invest in technologies today that will help reduce our footprint in the future, such as scaling up our use of electric vehicles (EVs) and other lower-carbon vehicles to decrease our Scope 1 emissions.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, our Scope 2 emissions decreased by 11% compared to 2022 and represented 4% of our total carbon footprint.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "This decrease resulted from our increased use of electricity from renewable sources, such as wind and onsite solar, as well as from purchasing additional environmental attributes (such as renewable energy credits) to signal our support for renewable energy in the grids where we operate, in line with the expected generation of the projects we have contracted.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, we are proud to have achieved our goal to match 100% of the electricity consumed by our global operations with renewable energy—seven years ahead of our original 2030 goal.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023 alone, 42 new utility-scale wind and solar projects and 50 new on-site solar energy systems became operational.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Collectively, our portfolio represents 28 gigawatts (GW) of renewable energy capacity, an increase from 20 GW in 2022.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "By scaling carbon-free energy, we aim to make Amazon a more resilient and sustainable business, drive a global transition to cleaner energy, and achieve our commitment to The Climate Pledge to reach net-zero carbon emissions by 2040.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, our Scope 3 emissions decreased by 5% from 2022 and represented 75% of our total carbon footprint.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We aim to reduce embodied carbon in building construction by using loweremission concrete, lower-emission steel, and mass timber.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, 29 Amazon building projects were constructed with lower-carbon concrete and steel, and collectively reduced embodied carbon by 79,500 metric tons of CO2e, equivalent to the emissions generated by 17,200 cars driven for a year.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Because Scope 3 emissions are beyond our direct operational control, the efforts our suppliers take to reduce their emissions help us progress toward our ambition to achieve net-zero carbon emissions by 2040.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We have identified a list of the highest-emitting suppliers directly supporting our operations, and expect those suppliers, who collectively contribute more than 50% of emissions globally to Amazon’s Scope 3 footprint, to provide a plan for how they will decarbonize their operations and demonstrate real progress over time.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Learn more about how we’re engaging suppliers to decarbonize our supply chain Path to 2040 We know the path to net-zero carbon by 2040 will be challenging, but we are making investments, creating new ways of working, and inventing new solutions to help us decarbonize now and in the future.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "At the end of 2023, The Climate Pledge included 473 signatories focused on achieving net-zero carbon emissions by 2040.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "One way we do this is through The Climate Pledge Fund, Amazon’s $2 billion venture investment program, which supports the advancement of sustainabilityfocused technologies and services that will enable us to meet our net-zero carbon emissions goal.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We will continue to innovate, collaborate, and do the work needed to deliver the best for our customers, progress toward net-zero carbon emissions by 2040, and most importantly, contribute to a healthier planet.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2021, we were a founding member of the First Movers Coalition, a global coalition of companies leveraging their purchasing power to decarbonize the world’s heavyemitting sectors, such as ocean transportation.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Through our active participation, we are supporting First Movers Coalition’s goal to use maritime ships with zero-emission fuels for at least 10% of cargo shipped internationally by 2030.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Through our membership, we are supporting coZEV’s goal to use maritime ships with zero-emission fuels for 100% of ocean cargo by 2040.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "As availability increases, we will continue to increase the percentage of cargo we transport on these types of ships and leverage additional lower-carbon fuels in 2024 and beyond.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "ZEMBA seeks to accelerate commercial deployment of zero-emission shipping, enable economies of scale, and reduce maritime emissions.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Aviation is also considered a hard-to-abate sector, which is why we are sourcing lower-carbon aviation fuels such as sustainable aviation fuel (SAF) and using SAF credits to reduce our own airfreight emissions as well as working with peers on innovative industry-wide solutions.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Lower-carbon aviation fuel, such as SAF, currently represents less than 0.1% of global aviation fuel and remains cost-prohibitive for most companies.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Middle Mile Efficiency Moving products by rail or sea—instead of on the road, by conventional trucks—reduces carbon emissions by an average of nearly 50%.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, the organization released eRoadMAP, a publicly available interactive map of transportation load growth across the U.S. Additionally, in 2023, The Climate Pledge and C40 Cities (C40) developed Laneshift, a partnership to accelerate the transition to zero-emission electric trucks and charging infrastructure across major cities in India and Latin America.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Amazon began mobile fueling diesel-powered vehicles— including trucks that operate short, local routes and vehicles that operate within our facilities—with renewable diesel at all California and Oregon fulfillment and sort centers in 2023.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "They can reduce carbon emissions by at least 75% compared to diesel when refueled with RNG.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, SFC and the World Business Council for Sustainable Development (WBCSD) launched guidance In 2023, we increased our total rail load volume by 45% in Europe and 25% in the U.S. Our sustainable rail freight solutions were recognized by BNSF Railway, which selected Amazon as one of the recipients of its 2023 Sustainability Award.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Middle Mile Electric Vehicles Scaling up middle mile EVs is another way we aim to decarbonize our logistics network, both on the road and at our logistics facilities.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Middle Mile Zero-Emission and Lower-Carbon Fuels In addition to putting EVs on the road, we are exploring ways to decarbonize our middle mile transportation operations by adopting lower-carbon fuels such as hydrogen, renewable diesel, and renewable natural gas (RNG).6 In 2023, we piloted the use of hydrogen fuel cell vehicles (FCVs) in Europe and Japan.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "These initiatives will provide us with more information about the right FCV size to maximize performance, determine optimal hydrogen storage and power management, and understand the viability of these Jaya Varma Sinha, CEO of Indian Railways, spoke at the Smbhav Summit in 2023.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Customer Shipping Options to Avoid Carbon Emissions We offer our customers shipping options that help reduce the carbon emissions associated with the delivery of their products.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "The construction, operation, and decommissioning of these buildings accounted for one fifth of Amazon’s total carbon emissions in 2023, which is why we’re committed to implementing and scaling decarbonization solutions and processes to reduce the footprint of this sector of our business.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In India, 81% of last mile deliveries are made by delivery In August 2023, we began transporting packages in London using both zero-emission middle mile vehicles (electric heavy-duty trucks) and last mile vehicles (electric vans).", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "• Creating industry solutions to reduce embodied carbon: We collaborate with suppliers, industry partners, signatories of The Climate Pledge, and governing bodies to develop and implement standards, alternative materials, and solutions that address environmental challenges specific to the buildings sector.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Implementing Foundational Efficiency Initiatives We are working to make our buildings more energy-efficient and reduce their carbon emissions.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Many of our buildings have thousands of sensors to monitor water use, air flow, temperature, and other environmental variables, which help us further improve and optimize our designs.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We increase energy efficiency across our building operations through lighting and EBMS retrofits as well as rooftop heating, ventilation, and air conditioning unit replacements.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Opened in May 2023, HQ2 runs on 100% renewable electricity and achieves energy savings of 24% relative to a comparable Leadership in Energy and Environmental Design (LEED) baseline.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "18 2023 Amazon Sustainability Report Appendix People Overview Environment Value Chain Water Waste and Circularity Packaging Carbon-Free Energy Carbon Scaling Renewable Energy and Lower-Carbon Approaches to Heating and Cooling We are working to reduce the emissions associated with operating our buildings by using renewable energy and other lower-carbon alternatives.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We brought 50 new on-site solar energy systems online in 2023, for a total capacity of 58 MW.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Creating Industry Solutions to Reduce Embodied Carbon Decarbonizing the buildings sector is a challenge no one company or organization can solve alone.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We can, however, accelerate progress by engaging with industry partners to develop and scale innovations that reduce carbon emissions associated with the construction, operation, and decommissioning of buildings across sectors and markets.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Using Lower-Carbon Materials We are working to reduce embodied carbon in our infrastructure by increasing the use of lower-carbon materials in Amazon buildings, such as lower-carbon steel, lower-carbon concrete, and mass timber, a lower-carbon structural wood product that can replace concrete and steel in building construction.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, 29 Amazon building projects were constructed with lower-carbon concrete and steel, collectively reducing embodied carbon by over 79,000 metric tons of CO2e.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, AWS built 36 data centers with lower-carbon concrete, up from 16 in 2022.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "AWS also tested a low-carbon, performance-based ASTM C1157 Hydraulic Cement by Ozinga, a concrete, bulk materials, and logistics solutions supplier, which achieved a 64% reduction in embodied carbon compared to the industry average.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In January 2024, AWS updated its design standards to require the use of concrete with 35% less embodied carbon than the industry average in new data centers around the world.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, AWS built 31 data centers with lower-carbon steel, up from 10 in 2022.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Using lower-carbon steel and concrete enabled AWS to avoid over 46,700 metric tons of CO2e in 2023—equivalent to the carbon emissions generated from driving over 11,100 cars in the U.S. for one year.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We will continue working with suppliers to achieve even greater carbon savings in future Amazon buildings by increasing the use of lower-carbon materials in their construction.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "This open-access industry tool allows us to benchmark, assess, and reduce embodied carbon.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "This uptake has helped scale and deploy expertise in how to reduce embodied carbon across the broader building industry.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, we worked with the UK Chartered Institution of Building Services Engineers (CIBSE) and our supply chain partners to create public-facing embodied carbon baselining guidance for the logistics sector.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Partnering to Reduce Carbon Emissions in the Semiconductor Industry AWS knows that by collaborating across the entire semiconductor industry, it can drive carbon emission reductions at a scale greater than what is possible on its own.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, AWS joined the Semiconductor Climate Consortium (SCC), an organization focused on reducing carbon emissions across the global semiconductor supply chain.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Research shows that in North America, AWS can lower its customers’ workload carbon footprints by up to 96% compared to on-premises computing workloads when the electricity AWS uses is matched with 100% renewable energy—a goal that Amazon, including AWS, achieved in 2023.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "To support these efforts, AWS has a robust maintenance and repair program in place that is designed to increase component reuse and further reduce carbon emissions and waste across its supply chain.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, AWS launched Inferentia2, the second generation of its Inferentia chip, developed to deliver the highest Carbon emissions from the materials and manufacturing of these products are part of our Scope 3 carbon footprint.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, we worked with our top suppliers to develop carbon footprints for the products responsible for over half the greenhouse gas (GHG) emissions of our private brands.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2024, we aim to expand our product carbon measurement activities to a larger group of suppliers.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "20 2023 Amazon Sustainability Report Appendix People Overview Environment Value Chain Water Waste and Circularity Packaging Carbon-Free Energy Carbon Whole Foods Market also actively supports and finances projects that have the potential to strengthen ecosystem services, promote biodiversity, and improve soil health within our supply chain.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, we published the carbon footprint of newly launched Echo, eero, Ring, Fire TV, and Fire tablet devices on the product detail pages of our U.S. Amazon.com site, along with product sustainability fact sheets for each device.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "By the end of 2022, we had contracted enough renewable energy capacity through new wind and solar farms to equal the expected electricity used by all active Echo, Fire TV, and Ring devices globally by 2025.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Some of these wind and solar projects are operational today; others are currently under construction and expected to begin operating in 2024.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Learn more about how we calculate the percentage of renewable energy matched to the electricity used by Amazon devices In 2022, we announced a collaboration with the Carbon Trust, which partners with businesses, governments, and organizations around the world to accelerate the transition to net-zero carbon emissions.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We encourage Amazon device suppliers to reduce their manufacturing emissions, including by using renewable energy.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We also helped 21 suppliers develop renewable energy plans, including final assembly suppliers that make up over 70% of our direct manufacturing spend for Echo, Kindle, Fire tablet, Fire TV, Ring, Blink, and eero devices and accessories.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Learn more about how we make our products with sustainability in mind Carbon Neutralization Amazon’s first priority under The Climate Pledge is to eliminate emissions within the value chain of our businesses, keeping pace with science-aligned pathways to the temperature targets established by the Paris Agreement.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In parallel, we are investing in climate mitigation outside of our value chain (“carbon neutralization”), and we plan to neutralize any emissions that cannot be eliminated by 2040.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We have identified a list of the highest-emitting suppliers directly supporting our operations, and expect those suppliers, who collectively contribute more than 50% of emissions globally to Amazon’s Scope 3 footprint, to provide a plan for how they will decarbonize their operations and demonstrate real progress over time.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Learn more about how our new Amazon Sustainability Exchange is helping our selling partners reach their sustainability goals Our carbon neutralization approach focuses on three actions outside of our value chain.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In doing so, we are paving the way for a future where carbon credits are a quantifiable, real, permanent, and socially beneficial method by which to reduce and remove carbon from the atmosphere.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, we expanded our investments in nature-based carbon removal with two new agroforestry projects in the Amazon rainforest.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We also created the Agroforestry and Restoration Accelerator, which aims to restore degraded lands in ways that both remove carbon from the atmosphere and improve the livelihoods of local communities.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Learn more about how we are advancing nature-based solutions Scaling Up Carbon Removal Technologies In 2023, we signed an agreement to support what is expected to be the world’s largest deployment of direct air capture (DAC).", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Learn more about Amazon’s Right Now Climate Fund The Climate Pledge The Climate Pledge is a commitment to reach net-zero carbon emissions by 2040.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "• Credible offsets: Neutralize any remaining emissions with additional, quantifiable, real, permanent, and socially beneficial offsets to achieve net-zero annual carbon emissions by 2040.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, The Climate Pledge launched five joint action projects involving its signatories to accelerate progress to net-zero carbon emissions by 2040.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "The Climate Pledge Fund The Climate Pledge Fund is a $2 billion venture investment program supporting the advancement of sustainable technologies and services that enable Amazon to meet our net-zero carbon emissions goal.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "It specifically targets hardto-abate sectors for investment, with the goal of supporting companies building breakthrough solutions that could eventually lower the overall cost to decarbonize Amazon and the broader industry.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Learn more about how we are using new technologies to remove carbon from the atmosphere Accelerating Climate Solutions from Female Founders As part of The Climate Pledge Fund’s broader dedication to accelerate female-led climate solutions, in 2022, it committed at least $50 million to invest in femalefounded and female-led climate technology companies.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Learn more about how we advocate for strong climate action and global renewable energy policies Looking Forward Reaching net-zero carbon emissions by 2040 will be challenging.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We will continue working to reduce carbon emissions, including by expanding our use of carbonfree energy and switching to lower-carbon materials and fuels where possible.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "That means we must diversify our energy portfolio with additional reliable carbonfree sources, so we remain on track to reach net-zero carbon emissions by 2040.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Our goal to match 100% of the electricity consumed by our global operations with renewable energy by 2025 is a milestone that is now part of our broader carbon-free energy strategy.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Our Approach Scaling Renewable Energy In 2014, Amazon made our first investment in a renewable energy project at a time when corporate procurement for solar and wind power was just beginning.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2019, we set an ambitious goal to match 100% of the electricity we use with renewable energy by 2030.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We are proud to have achieved this goal in 2023, seven years early, with 100% of the electricity consumed by Amazon matched with renewable energy sources, up from 90% in 2022.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "This achievement is an important step on our journey to achieve net-zero carbon emissions by 2040, and we will continue to focus on reducing emissions through carbon-free energy as part of our commitment to The Climate Pledge.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We’ll continue to evaluate our energy strategy to meet the needs of our customers and achieve our commitment to reach net-zero carbon emissions by 2040.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "As part of our commitment to The Climate Pledge, we set two renewable energy goals that are central to our broader carbon-free energy approach: to match all the electricity consumed by our operations with 100% renewable energy and to invest in wind and solar capacity equal to the electricity used by all active Echo, Fire TV, and Ring devices worldwide.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Additionally, we’re asking our suppliers to use more renewable energy, engaging product and device suppliers to set goals to decarbonize their own operations, and working with suppliers on initiatives to reduce their greenhouse gas (GHG) emissions.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "By scaling carbon-free energy, we aim to make Amazon a more resilient and more sustainable business, drive a global transition to cleaner energy, and achieve our commitment to The Climate Pledge to reach net-zero carbon emissions by 2040.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We are taking action to achieve our goals in the following ways: • Energy efficiency: We innovate to continuously improve the energy efficiency of our operations and devices.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, Amazon announced 39 new renewable energy projects across Europe, adding more than 1 GW of renewable energy capacity to grids in the region.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In January 2024, Amazon signed a corporate PPA with the low-carbon energy and services company ENGIE to increase our share of output from the Moray West offshore wind farm in Scotland to 473 megawatts (MW) once the site becomes operational in 2024.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Amazon also accelerated renewable energy investments across the Asia-Pacific region in 2023, including by adding 24 new utility-scale solar and wind projects to our portfolio.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "The model found that from 2014 through 2022, Amazon’s solar and wind farms generated over $12 billion in community investments around the world and supported 39,000 fulltime-equivalent jobs at direct suppliers and at businesses in Amazon’s downstream supply chain globally in 2022 alone.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Learn more about the model in the Economic Impact of Amazon Investment in Renewables Methodology On-Site Solar Projects In 2023, 50 new on-site solar energy systems became operational at our facilities and stores, adding 58 MW of capacity.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We launched our first on-site solar array with energy storage projects in Bakersfield and San Bernardino, California, in 2023.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Utility-Scale Wind and Solar Projects Altogether, Amazon had 243 utility-scale wind and solar projects, including 42 newly operational ones, in 2023.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Additionally, Amazon participated in two green tariff agreements in 2023.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We expanded our renewable energy footprint across the southeastern U.S. in new ways in 2023, including by adding five new solar and wind projects, bringing our total number of renewable energy projects in the region to 30.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Once operational, these projects are expected to generate more than 77,000 gigawatt-hours (GWh) of renewable energy each year—enough energy to power 7.3 million homes for a year and an increase of 35% from 57,000 GWh in 2022.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, we participated in CEBA’s equity and resilience working groups, which produced industry-wide guidance on incorporating biodiversity and social benefit standards into PPAs.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Scaling Up Carbon-Free Energy To advance the transition to carbon-free energy within our supply chain, Amazon helped found the Clean Energy Procurement Academy (CEPA) with other leading companies in 2023.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, we continued our work to require utilities and grid Diversifying Carbon-Free Energy Sources As the demand for energy increases around the world, we are expanding our investments in carbon-free energy solutions, including nuclear.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Energy Storage Solutions We invest in energy storage to collect and save renewable energy for use when other energy sources may be unavailable—such as at night or during periods of high demand—and to help improve grid stability.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, we added seven solar projects paired with battery energy storage systems to our portfolio in the U.S. We now hold 1.3 GW of storage capacity, up from 445 MW in 2022.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, we announced plans to support the repurposing of a previously polluted Maryland coal mine into a solar farm.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, we backed a new global renewable energy goal, urging world leaders at COP28 to triple renewable energy capacity to at least 11,000 GW by 2030.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We also encouraged the Bonneville Power Administration in the Pacific Northwest to adopt firstready, first-served queue reforms, which they did in 2024, facilitating increased production of clean energy across the region.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Because permitting for renewable energy projects is one key factor delaying clean energy deployment, we are working with legislators, advocacy organizations, and corporate partners to drive permitting efficiencies across Europe and help reduce delays.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In Poland, we called for policymakers to loosen restrictions on permitting and locating wind projects as its government works to increase the amount of renewable energy on its grid.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "As a result of our and others’ work, Poland’s government partially reduced its permitting restrictions in 2023, allowing more renewable energy projects to be developed there.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "EasyPermits is a secure webbased cloud solution that addresses key challenges faced by permitting agents and project developers to increase Looking Forward We remain focused on scaling carbon-free energy across our company and the communities we operate in.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2024 and beyond, we will continue to add more carbon-free energy generation and storage capacity to our portfolio as we scale up new technologies such as AI and work toward our goal to achieve net-zero carbon by 2040.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "As with any long-term goal, we’ll continue to evolve our strategy over time to do what is right for our business and the planet, to meet the needs of our customers, and to reach net-zero carbon by 2040.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "system to secure a clean, prosperous, zero-carbon future, to improve capacity on existing lines and bring renewable energy to the grid at a much lower cost than that of traditional solutions.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "These technologies can unlock capacity for and improve efficiencies around renewable energy by reducing congestion on existing grid infrastructure.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "When this is not an option, we optimize the type, material, and weight of our packaging to increase circularity, avoid waste, and reduce carbon emissions—without sacrificing safety or functionality.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Our aim is to continue to increase the number of products shipped through the program so that we can further reduce our packaging use and avoid incremental carbon emissions associated with additional materials and weight.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "• We work across the public and private sectors to create and scale recyclable and biodegradable materials, find circular solutions, and improve recycling infrastructure globally.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, Amazon removed plastic shrink-wrap film and replaced plastic cushioning materials, such as air pillows, 32 2023 Amazon Sustainability Report Appendix People Overview Environment Value Chain Waste and Circularity Packaging Carbon-Free Energy Carbon Water with paper-based dunnage in Japan, except when packaging fragile items and gift packages.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In alignment with the Whole Foods Market Sustainability Strategy, these guidelines are meant to reduce the amount of packaging it uses, improve the source material, and design for end-oflife and lower greenhouse gas (GHG) emissions.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "To work toward this goal, we collaborated with our suppliers to develop paper-based wraps and films that protect devices and are compatible with paper recycling streams.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Partnerships to Improve Packaging Materials, Circularity, and Recycling Amazon works hard to reduce plastic packaging across our deliveries.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "United States We partner with industry peers and expert organizations, such as the Sustainable Packaging Coalition, to improve recycling infrastructure.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We co-invented an innovative recycling technology with the National Renewable Energy Laboratory through the U.S. Department of Energy’s BOTTLE Consortium, creating an entirely circular loop for these materials.18 In 2023, we piloted this solution in Italy and Spain and plan to use the learnings to improve the technology for future use.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In Europe, we continue to improve our packaging using a science-based approach and will further reduce our environmental impact by investing in new materials, processes, and technologies that drive void and materials reduction at scale.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We know that contributing to a circular economy will help mitigate the effects of climate change, reduce biodiversity loss, and alleviate other global challenges by decoupling economic activity from resource consumption.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We aim to donate items that cannot be sold, but when they are not suitable for sale, resale, or donation, often due to damage or expiration, we prioritize their recycling.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We engage with suppliers to reduce waste related to our products, partner with other organizations to scale our efforts to transition to a more circular economy, and work with local municipalities to improve recycling infrastructure where we can.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Incineration with Energy Recovery Where prevention, reduction, reuse, or recycling are not possible, we target energy recovery.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Some of these items are diverted from waste streams by our prevention efforts, recycling programs, and other initiatives to reduce waste.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "36 2023 Amazon Sustainability Report Appendix People Overview Environment Value Chain Waste and Circularity Packaging Carbon-Free Energy Carbon Water As we continue on our journey to reduce waste— including our commitment to reduce food waste by 50% in our U.S. and Europe operations by 2030—we are exploring different ways to learn and grow.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Learn more about our partnerships to improve recycling ways to recycle new types of materials.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "The carbon footprint of these plastic parts is up to 14% lower than that of older platforms with only virgin content.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, this program prevented the purchase of over 8,100 new hard drives, avoiding associated carbon emissions and costs while also increasing capacity efficiency.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2024, The Climate Pledge Fund invested in Glacier , a company using AI-powered robots to automate the sorting of recyclables and collect real-time data on recycling streams.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "As of 2023, 42 supplier sites of Amazon devices had achieved UL’s Zero Waste to Landfill certification at Silver or better, an increase from 10 supplier sites when we first launched the program in 2021.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Learn more about our efforts to improve the sustainability of our devices Partnering for Circularity We cannot solve all the challenges that underpin the broader shift to a circular economy alone, so we are working with multiple industry partners to innovate and bring about change at scale.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Advocating for Waste Shipment Efficiency In 2023, we co-led an industry effort to streamline and modernize waste shipment procedures, so that waste materials reach destinations with the best possible sustainability outcomes, including increased and more efficient recovery of critical raw materials.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "40 2023 Amazon Sustainability Report Appendix People Overview Environment Value Chain Waste and Circularity Packaging Carbon-Free Energy Carbon Water Our Approach Our Progress Water Positive in Data Centers In 2022, AWS announced its commitment to being water positive by 2030.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "To meet this goal, AWS is delivering on four strategies: • Water use effectiveness: AWS is continually working to optimize its water consumption and aims to improve its overall WUE by reducing how much incoming water it uses.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, AWS installed thousands of sensors in its data centers to track water use.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "This joint project is restoring the local environment in key locations to improve water yield and quality, boost biodiversity, and enhance the resilience of local communities against the effects of climate change.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "42 2023 Amazon Sustainability Report Appendix People Overview Environment Value Chain Waste and Circularity Packaging Carbon-Free Energy Carbon Water Water Use and Replenishment across Amazon In addition to moving toward our water positive goal for AWS, Amazon is scaling best practices for water stewardship across our business more broadly.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We strive to reduce water use in our operations, which include logistics sites such as fulfillment centers, as well as in our corporate offices and grocery stores.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Corporate Offices Our corporate offices increased water recycling and the use of low-flow fixtures in 2023.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "This work is part of our efforts to set new standards for design as we strive to reduce indoor water use by more than 30% globally versus a Leadership in Energy and Environmental Design (LEED) baseline.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Our offices in India and China, for example, replaced existing water flow fixtures in bathrooms and utilities areas with low-flow fixtures, reducing water use by 16%, or more than 15.6 million gallons, compared to a 2022 baseline.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "46 2023 Amazon Sustainability Report Appendix People Overview Environment Value Chain Community Impact Supplier Diversity Sustainable Products and Materials Responsible Supply Chain Human Rights Mechanisms to Assess, Prioritize, and Address Risk We are committed to assessing, prioritizing, and addressing adverse human rights impacts connected to our business, and we continuously work to improve our approach.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Learn more about how we engage suppliers to help us meet our goal to reach net-zero carbon emissions Access to Effective Grievance Mechanisms We want our supply chain workers to have the ability to voice their concerns about the workplace in a safe and confidential manner.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "We continue to work toward our sourcing goals, including our commitment to reduce deforestation risks associated with raw materials and ingredients used in Amazon and Whole Foods Market private brands products.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In addition to these commitments, Amazon also complies with European regulations to encourage responsible sourcing and reduce deforestation.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Beef B By 2025, source private brands beef from regions of low deforestation risk or with full supply chain traceability, demonstrating the products did not contribute to deforestation.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Within Europe, Amazon’s goal is that the soy in private brands supply chains will be deforestation-free by the end of 2025, with a cut-off date of 2020.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "A cut-off date of 2020 means that the soy has not been sourced from land that has been subject to deforestation since the end of 2020.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "60 2023 Amazon Sustainability Report Appendix People Overview Environment Value Chain H Scope includes Amazon private brands products sold in North America and Europe in which seafood comprises more than 5% of the product or is in the top three ingredients.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, we partnered with the U.S. Agency for International Development (USAID), BHP Foundation , and the Chandler Foundation for the Powering a Just Energy Transition Green Minerals Challenge (JET Minerals Challenge).", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, we worked with a variety of selling partners—such as L’Oréal, Levi’s, 62 2023 Amazon Sustainability Report Appendix People Overview Environment Value Chain Helping customers discover products with sustainability features throughout the online shopping experience.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Sustainable Products and Materials Responsible Supply Chain Human Rights Community Impact Supplier Diversity The Sustainability Solutions Hub We launched the Sustainability Solutions Hub in 2023 for Amazon selling partners in France, Germany, Italy, Spain, the UK, and the U.S.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, over 200,000 selling partners participated in Amazon’s sustainability programs.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Through Amazon’s Right Now Climate Fund, we invest in projects that aim to mitigate the effects of climate change, add green space to urban areas, improve biodiversity, and enhance livelihoods.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Supporting Local Communities through Our Grocery Stores 70 2023 Amazon Sustainability Report Appendix People Overview Environment Value Chain Sustainable Products and Materials Responsible Supply Chain Human Rights Community Impact Supplier Diversity Empowering Students and Adults through Education and Skills Training Amazon invests in programs to increase youth and adult access to science, technology, engineering, and math (STEM) opportunities.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "AWS launched 10 of these microgrants in 2023, helping renovate schools and rural hospitals in India, establish community health care facilities in Indonesia, implement food access programs in Australia, support sustainability programs such as textile recycling in the U.S., and more.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "One critical aspect of this work is our commitment to investing in initiatives that protect the natural world, improve wildlife habitats, and promote biodiversity.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "The fund finances community-focused projects that mitigate the effects of climate change, improve biodiversity, enhance livelihoods, and add green space to urban areas.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Employee Engagement in Sustainability In 2023, Amazon launched the Sustainable Amazonian (SAM) program to engage our corporate employees worldwide in adopting more sustainable practices, both in their day-to-day jobs and outside of work.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "Nearly 9,300 employees participated in our Sustainability Ambassador program in 2023, spanning 24 chapters throughout 1,345 of our buildings in our corporate, data center, and fulfillment networks.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "• AWS Sustainability Ambassadors continued their implementation of the LED Everywhere Project, an initiative started in 2021 that aims to replace fluorescent or less energy-efficient lighting with LED alternatives in all AWS data centers.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2023, nearly 51,300 employees engaged in sustainability education, and approximately 31,680 voluntarily completed internal sustainability training modules.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "85 2023 Amazon Sustainability Report Appendix People Overview Environment Value Chain 16K+ Goal Conduct a racial equity audit to evaluate the impacts of our policies, programs, and practices on hourly operations employees The audit is on track to be completed in 2024.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "91 2023 Amazon Sustainability Report Appendix People Overview Environment Value Chain In 2023, Amazon Fire TV expanded its audio streaming capabilities for hearing aids and devices to include cochlear implants.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "In 2022, Amazon conducted a comprehensive analysis to inform the sustainability topics that are relevant to our reporting.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "9 Carbon credits are permits that are purchased to offset the emissions of a certain amount of CO2 or other GHGs.", "source_file": "Amazon_2023_report.txt"}
{"company": "Amazon", "filing": "2023", "claim_text": "21 UL’s Zero Waste to Landfill methodology defines Silver level sites as those diverting 90%–94% and Gold level sites as those diverting 95%–99% of waste.", "source_file": "Amazon_2023_report.txt"}
